Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/ConvertToGCode.*.resx
Languages: de, tr

# label_note1.Text
source: Note 1
tr: Nota 1

# checkBox_play_note1.Text
source: Play Note 1
de: Note 1 abspielen
tr: Nota 1'i Çal

# label_note2.Text
source: Note 2
tr: Nota 2

# checkBox_play_note2.Text
source: Play Note 2
de: Note 2 abspielen
tr: Nota 2'yi Çal

# label_note3.Text
source: Note 3
tr: Nota 3

# checkBox_play_note3.Text
source: Play Note 3
de: Note 3 abspielen
tr: Nota 3'ü Çal

# label_note4.Text
source: Note 4
tr: Nota 4

# checkBox_play_note4.Text
source: Play Note 4
de: Note 4 abspielen
tr: Nota 4'ü Çal

# button_export_as_gcode.Text
source: Export As GCode
de: Als GCode exportieren
tr: GCode Olarak Dışa Aktar

# label5.Text
source: Select the notes and component type you want to play on the 3D printer/CNC machine.
de: Wählen Sie die Noten und den Komponententyp aus, die Sie auf dem 3D-Drucker/der CNC-Maschine spielen möchten.
tr: 3D yazıcı/CNC makinesinde çalmak istediğiniz notaları ve bileşen türünü seçiniz.

# exportGCodeFile.Filter
source: GCode Files (*.gcode)|*.gcode
de: GCode-Dateien (*.gcode)|*.gcode
tr: GCode Dosyaları (*.gcode)|*.gcode

# exportGCodeFile.Title
source: Export GCode File
de: GCode-Datei exportieren
tr: GCode Dosyasını Dışa Aktar

# lbl_alternating_note_options.Text
source: Playing Alternating Note Options
de: Optionen zum Spielen abwechselnder Noten
tr: Dalgalı Nota Çalma Seçenekleri

# radioButtonPlay_alternating_notes2.Text
source: Play alternating notes in the odd numbered columns first, then in even numbered columns
de: Spielen Sie abwechselnd zuerst die Noten in den ungeraden Spalten, dann in den geraden Spalten.
tr: Dalgalı notaları ilk önce tek sütunlardan, daha sonra çift sütunlardan çal

# radioButtonPlay_alternating_notes1.Text
source: Play alternating notes in order
de: Spielen Sie abwechselnd Noten in der richtigen Reihenfolge
tr: Dalgalı notaları sıralı olarak çal

# label1.Text
source: Firmware
tr: Yazılım

# comboBoxFirmware.Items22
source: Other
de: Andere
tr: Diğer

# labelWarning.Text
source: The G0/G1 command moves the axis rapidly. Incorrect use may cause mechanical damage!
de: Der G0/G1-Befehl bewegt die Achse schnell. Falsche Verwendung kann zu mechanischen Schäden führen!
tr: G0/G1 komutu ekseni hızla hareket ettirir. Yanlış kullanım mekanik hasara neden olabilir!

# label2.Text
source: Axis
de: Achse
tr: Eksen

# $this.Text
source: Convert File to GCode
de: Datei in GCode Konvertieren
tr: Dosyayı GCode'a Dönüştür

# comboBox_component_note1.Items1
source: M300 - Buzzer
de: M300 – Summer

# comboBox_component_note2.Items1
source: M300 - Buzzer
de: M300 – Summer

# comboBox_component_note3.Items1
source: M300 - Buzzer
de: M300 – Summer

# comboBox_component_note4.Items1
source: M300 - Buzzer
de: M300 – Summer
