Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/main_window.*.resx
Languages: vi

# button_c_s3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_d_s3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_f_s3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_g_s3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_a_s3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_a_s4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_g_s4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_f_s4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_d_s4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_c_s4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_a_s5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_g_s5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_f_s5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_d_s5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# trackBar_time_signature.ToolTip
source: Affects the position table in the lower right corner of this window.
vi: Ảnh hưởng đến bảng vị trí ở góc dưới bên phải của cửa sổ này.

# label_time_signature.Text
source: Time Signature
vi: Chữ ký thời gian

# newToolStripMenuItem1.Text
source: New
vi: Mới

# openToolStripMenuItem.Text
source: Open
vi: Mở

# openRecentToolStripMenuItem.Text
source: Open Recent
vi: Mở Gần đây

# saveToolStripMenuItem.Text
source: Save
vi: Cứu

# saveAsToolStripMenuItem.Text
source: Save As...
vi: Lưu dưới dạng...

# playMIDIFileToolStripMenuItem.Text
source: Play MIDI file
vi: Phát tệp MIDI

# createMusicWithAIToolStripMenuItem.Text
source: Create Music with AI
vi: Tạo nhạc bằng AI

# convertToGCodeToolStripMenuItem.Text
source: Convert to GCode
vi: Chuyển đổi sang GCode

# convertToBeepCommandForLinuxToolStripMenuItem.Text
source: Convert to Beep Command for Linux
vi: Chuyển đổi sang lệnh Beep cho Linux

# convertToToolStripMenuItem.Text
source: Convert to...
vi: Chuyển đổi sang...

# fileToolStripMenuItem.Text
source: &File
vi: &Tài liệu

# undoToolStripMenuItem.Text
source: Undo
vi: Hoàn tác

# redoToolStripMenuItem.Text
source: Redo
vi: Làm lại

# rewindToSavedVersionToolStripMenuItem.Text
source: Revert All Changes To Saved Version
vi: Hoàn nguyên tất cả các thay đổi đối với phiên bản đã lưu

# editToolStripMenuItem.Text
source: &Edit
vi: &Biên tập

# settingsToolStripMenuItem.Text
source: &Settings
vi: &Cài đặt

# aboutNeoBleeperToolStripMenuItem.Text
source: &About NeoBleeper
vi: &Giới thiệu về NeoBleeper

# helpToolStripMenuItem.Text
source: &Help
vi: &Giúp đỡ

# checkBox_mute_playback.Text
source: Mute playback
vi: Tắt tiếng phát lại

# checkBox_mute_playback.ToolTip
source: You can use this option when using MIDI output
vi: Bạn có thể sử dụng tùy chọn này khi sử dụng đầu ra MIDI

# numericUpDown_alternating_notes.ToolTip
source: The time it takes for the program to quickly switch between notes in single line when the music reaches the line where multiple notes are located at the same time.
vi: Thời gian chương trình cần để nhanh chóng chuyển đổi giữa các nốt nhạc trên một dòng khi bản nhạc đến dòng có nhiều nốt nhạc cùng lúc.

# button_blank_line.Text
source: &Blank Line
vi: &Dòng trống

# button_blank_line.ToolTip
source: Add a silent line or change the length of an existing note
vi: Thêm một dòng im lặng hoặc thay đổi độ dài của một nốt nhạc hiện có

# button_clear_note1.Text
source: Clear Note &1
vi: Xóa Nốt &1

# button_clear_note1.ToolTip
source: Make the "Note 1" of the selected line blank
vi: Làm trống "Nốt 1" của dòng đã chọn

# button_clear_note2.Text
source: Clear Note &2
vi: Xóa Nốt &2

# button_clear_note2.ToolTip
source: Make the "Note 2" of the selected line blank
vi: Làm trống "Nốt 2" của dòng đã chọn

# button_unselect.Text
source: &Un-select Line
vi: &Bỏ chọn dòng

# button_unselect.ToolTip
source: Clear the selection in the selected line
vi: Xóa lựa chọn trong dòng đã chọn

# button_erase_line.Text
source: Erase Whole Line
vi: Xóa toàn bộ dòng

# button_erase_line.ToolTip
source: Remove the selected line completely
vi: Xóa hoàn toàn dòng đã chọn

# button_play_all.Text
source: Play All
vi: Chơi tất cả

# button_play_all.ToolTip
source: Play all lines of music in the list
vi: Phát tất cả các dòng nhạc trong danh sách

# button_play_from_selected_line.Text
source: Play From Selected Line
vi: Chơi từ dòng đã chọn

# button_play_from_selected_line.ToolTip
source: Play music in the list from the selected line (if no line is selected, it will start playing from the first line)
vi: Phát nhạc trong danh sách từ dòng đã chọn (nếu không có dòng nào được chọn, nó sẽ bắt đầu phát từ dòng đầu tiên)

# button_stop_playing.Text
source: Stop Playing
vi: Dừng chơi

# button_stop_playing.ToolTip
source: Stop playing lines in the list of music (if the music has long notes it may take a second or more to stop)
vi: Dừng phát các dòng trong danh sách nhạc (nếu bản nhạc có các nốt dài, có thể mất một giây hoặc lâu hơn để dừng)

# numericUpDown_bpm.ToolTip
source: Number of beats in 1 minute of music
vi: Số nhịp trong 1 phút nhạc

# comboBox_note_length.Items
source: 1 (Whole)
vi: 1 (Nốt tròn)

# comboBox_note_length.Items1
source: 1/2 (Half)
vi: 1/2 (Nốt trắng)

# comboBox_note_length.Items2
source: 1/4 (Quarter)
vi: 1/4 (Nốt đen)

# comboBox_note_length.ToolTip
source: The length of the note added to the list of music when a key on the keyboard is pressed
vi: Độ dài của nốt nhạc được thêm vào danh sách nhạc khi một phím trên bàn phím được nhấn

# checkBox_metronome.Text
source: Metronome
vi: Máy đếm nhịp

# checkBox_metronome.ToolTip
source: Turn metronome on or off
vi: Bật hoặc tắt máy đếm nhịp

# checkBox_dotted.Text
source: Dotted
vi: Say mê

# checkBox_dotted.ToolTip
source: Increase the duration of the note by half its duration
vi: Tăng thời lượng của nốt nhạc lên một nửa thời lượng của nó

# checkBox_triplet.Text
source: Triplet
vi: Bộ ba

# checkBox_triplet.ToolTip
source: Make the note's duration one-third of its duration
vi: Làm cho thời lượng của nốt nhạc bằng một phần ba thời lượng của nó

# length.Text
source: Length
vi: Độ dài

# note1.Text
source: Note 1
vi: Nốt 1

# note2.Text
source: Note 2
vi: Nốt 2

# note3.Text
source: Note 3
vi: Nốt 3

# note4.Text
source: Note 4
vi: Nốt 4

# mod.Text
source: Mod
vi: Sử

# art.Text
source: Art
vi: Khớ

# blankLineToolStripMenuItem.Text
source: Blank Line
vi: Dòng trống

# clearNote1ToolStripMenuItem.Text
source: Clear Note 1
vi: Xóa Nốt 1

# clearNote2ToolStripMenuItem.Text
source: Clear Note 2
vi: Xóa Nốt 2

# clearNote3ToolStripMenuItem.Text
source: Clear Note 3
vi: Xóa Nốt 3

# clearNote4ToolStripMenuItem.Text
source: Clear Note 4
vi: Xóa Nốt 4

# clearNotesToolStripMenuItem.Text
source: Clear Notes
vi: Nốt rõ ràng

# unselectLineToolStripMenuItem.Text
source: Un-select Line
vi: Bỏ chọn dòng

# eraseWholeLineToolStripMenuItem.Text
source: Erase Whole Line
vi: Xóa toàn bộ dòng

# cutToolStripMenuItem.Text
source: Cut
vi: Cắt

# copyToClipboardToolStripMenuItem.Text
source: Copy To Clipboard
vi: Sao chép vào bảng tạm

# pasteToolStripMenuItem.Text
source: Paste
vi: Dán

# checkAllNotesToolStripMenuItem.Text
source: Check All Notes
vi: Kiểm tra tất cả các nốt

# uncheckAllNotesToolStripMenuItem.Text
source: Uncheck All Notes
vi: Bỏ chọn tất cả các nốt

# playAllToolStripMenuItem.Text
source: Play All
vi: Chơi tất cả

# playFromSelectedLineToolStripMenuItem.Text
source: Play From Selected Line
vi: Chơi từ dòng đã chọn

# stopPlayingToolStripMenuItem.Text
source: Stop Playing
vi: Dừng chơi

# playbackControlsToolStripMenuItem.Text
source: Playback Controls
vi: Điều khiển phát lại

# label_note_length.Text
source: Note Length
vi: Độ dài nốt

# trackBar_note_silence_ratio.ToolTip
source: Determines the ratio between note and silence in each line
vi: Xác định tỷ lệ giữa nốt nhạc và khoảng lặng trong mỗi dòng

# label_note_silence_ratio.Text
source: Note/Silence Ratio
vi: Tỷ lệ nốt/khoảng lặng

# label_silence.Text
source: Silence
vi: Im lặng

# label_note.Text
source: Note
vi: Nốt

# label_alternating_notes_switch.Text
source: Switch between alternating notes every:
vi: Chuyển đổi giữa các nốt xen kẽ sau mỗi:

# label_mods.Text
source: Mods
vi: Bản mod

# checkBox_synchronized_play.Text
source: Synchronized play
vi: Chơi đồng bộ

# checkBox_synchronized_play.ToolTip
source: This option allows multiple NeoBleeper sessions to be played synchronously.
vi: Tùy chọn này cho phép nhiều phiên NeoBleeper được phát đồng thời.

# checkBox_play_beat_sound.Text
source: Play a beat sound
vi: Phát âm thanh nhịp điệu

# checkBox_play_beat_sound.ToolTip
source: This option creates beat-like sounds on quarter and half notes.
vi: Tùy chọn này tạo ra âm thanh giống như nhịp trên các nốt đen và nốt trắng.

# checkBox_staccato.ToolTip
source: Make the note shorter and seperate
vi: Làm cho ghi chú ngắn hơn và tách biệt

# label_beep.Text
source: BEEP
vi: BÍP

# label_beep.ToolTip
source: Represents that sound is coming out from the system speaker/sound device.
vi: Biểu thị âm thanh phát ra từ loa hệ thống/thiết bị âm thanh.

# checkBox_fermata.ToolTip
source: Extend the duration of a note by an indefinite amount
vi: Kéo dài thời hạn của một ghi chú một cách vô hạn

# lbl_alternating_note_options.Text
source: Playing Alternating Note Options
vi: Chơi các tùy chọn nốt xen kẽ

# button_clear_note4.Text
source: Clear Note &4
vi: Xóa Nốt &4

# button_clear_note4.ToolTip
source: Make the "Note 4" of the selected line blank
vi: Làm trống "Nốt 4" của dòng đã chọn

# button_clear_note3.Text
source: Clear Note &3
vi: Xóa Nốt &3

# button_clear_note3.ToolTip
source: Make the "Note 3" of the selected line blank
vi: Làm trống "Nốt 3" của dòng đã chọn

# checkBox_spiccato.ToolTip
source: Make the note shorter and seperate, half way through Staccato
vi: Làm cho nốt nhạc ngắn hơn và tách biệt, ở giữa giai đoạn Staccato

# lbl_beat.Text
source: Beat
vi: Tiết tấu

# lbl_beat_traditional.Text
source: Beat (Traditional)
vi: Tiết tấu (Truyền thống)

# button_c3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_d3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_e3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_f3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_g3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_a3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_b3.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_c4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_d4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_e4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_a4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_b4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_c5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_d5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_e5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_f5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_a5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_b5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_c_s5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# checkbox_play_note.Text
source: Play note
vi: Chơi nốt nhạc

# add_as_note4.Text
source: Add as Note 4
vi: Thêm vào Nốt 4

# add_as_note3.Text
source: Add as Note 3
vi: Thêm vào Nốt 3

# checkBox_replace_length.Text
source: Replace length too
vi: Thay thế chiều dài quá

# checkBox_replace.Text
source: Replace instead of insert
vi: Thay thế thay vì chèn

# add_as_note2.Text
source: Add as Note 2
vi: Thêm vào Nốt 2

# add_as_note1.Text
source: Add as Note 1
vi: Thêm vào Nốt 1

# checkBox_add_note_to_list.Text
source: Add note to list of music
vi: Thêm nốt vào danh sách nhạc

# group_adding_note.Text
source: Adding note
vi: Thêm nốt

# group_key_is_clicked.Text
source: When key is clicked
vi: Khi phím được nhấp

# checkBox_play_note4_clicked.Text
source: Play Note 4
vi: Chơi Nốt 4

# checkBox_play_note3_clicked.Text
source: Play Note 3
vi: Chơi Nốt 3

# checkBox_play_note2_clicked.Text
source: Play Note 2
vi: Chơi Nốt 2

# checkBox_play_note1_clicked.Text
source: Play Note 1
vi: Chơi Nốt 1

# group_line_clicked.Text
source: When a line is clicked
vi: Khi một dòng được nhấp vào

# checkBox_play_note4_played.Text
source: Play Note 4
vi: Chơi Nốt 4

# checkBox_play_note1_played.Text
source: Play Note 1
vi: Chơi Nốt 1

# checkBox_play_note3_played.Text
source: Play Note 3
vi: Chơi Nốt 3

# checkBox_play_note2_played.Text
source: Play Note 2
vi: Chơi Nốt 2

# group_music_played.Text
source: When the music is being played
vi: Khi âm nhạc đang được phát

# group_notes.Text
source: Which notes in list to play
vi: Những nốt nào trong danh sách để chơi

# button_g5.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_g4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# button_f4.ToolTip
source: Press any key on this keyboard to hear the note/add the note to the list (depending on the options on the left side of the window)
vi: Nhấn bất kỳ phím nào trên bàn phím này để nghe nốt nhạc/thêm nốt nhạc vào danh sách (tùy thuộc vào các tùy chọn ở phía bên trái của cửa sổ)

# lbl_measure.Text
source: Measure
vi: Đo lường

# checkBox_bleeper_portamento.ToolTip
source: This option makes the system speaker/audio device's note fade in and out when changing from one note to another (clicked keys only).
vi: Tùy chọn này làm cho âm thanh của loa hệ thống/thiết bị âm thanh mờ dần khi chuyển từ nốt này sang nốt khác (chỉ áp dụng cho các phím được nhấp).

# btn_octave_decrease.ToolTip
source: Shift 1 octave left
vi: Chuyển sang trái 1 quãng tám

# btn_octave_increase.ToolTip
source: Shift 1 octave right
vi: Chuyển sang phải 1 quãng tám

# radioButtonPlay_alternating_notes2.Text
source: Play alternating notes in the odd numbered columns first, then in even numbered columns
vi: Chơi xen kẽ các nốt ở các cột số lẻ trước, sau đó ở các cột số chẵn

# radioButtonPlay_alternating_notes2.ToolTip
source: When this option is checked, alternating notes are switched first as Note 1 and Note 3, then as Note 2 and Note 4
vi: Khi tùy chọn này được chọn, các nốt xen kẽ sẽ được chuyển đổi trước thành Nốt 1 và Nốt 3, sau đó thành Nốt 2 và Nốt 4

# checkBox_loop.Text
source: Loop
vi: Vòng lặp

# checkBox_use_keyboard_as_piano.Text
source: Use keyboard as piano
vi: Sử dụng bàn phím như đàn piano

# checkBox_use_keyboard_as_piano.ToolTip
source: This option allows to use your computer keyboard as piano.
vi: Tùy chọn này cho phép sử dụng bàn phím máy tính như đàn piano.

# checkBox_do_not_update.Text
source: Do not update
vi: Không cập nhật

# checkBox_do_not_update.ToolTip
source: If there are many notes in the list, check this box to avoid playback fluency issues.
vi: Nếu có nhiều ghi chú trong danh sách, hãy đánh dấu vào ô này để tránh các vấn đề về khả năng phát lại trôi chảy.

# checkBox_use_voice_system.Text
source: Use voice system
vi: Sử dụng hệ thống giọng nói

# checkBox_use_voice_system.ToolTip
source: This option plays selected notes from voice system which mimics voice formants.
vi: Tùy chọn này phát các nốt nhạc được chọn từ hệ thống giọng nói mô phỏng các dạng giọng nói.

# radioButtonPlay_alternating_notes1.Text
source: Play alternating notes in order
vi: Chơi các nốt xen kẽ theo thứ tự
