Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/main_window.*.resx
Languages: vi

# radioButtonPlay_alternating_notes1.ToolTip
source: When this option is selected, alternating notes are switched in the order of Note 1, Note 2, Note 3 and Note 4
vi: Khi tùy chọn này được chọn, các nốt xen kẽ sẽ được chuyển đổi theo thứ tự Nốt 1, Nốt 2, Nốt 3 và Nốt 4
