Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/MIDI_file_player.*.resx
Languages: de, it

# label1.Text
source: Currently playing MIDI file:
de: Aktuell wiedergegebene MIDI-Datei:
it: File MIDI attualmente in riproduzione:

# groupBox1.Text
source: Playback Controls
de: Wiedergabesteuerung
it: Controlli di riproduzione

# label_position.Text
source: Position: 00:00.00
it: Posizione: 00:00.00

# checkBox_loop.Text
source: Loop
de: Schleife
it: Ciclo continuo

# button_stop.ToolTip
source: Stop
de: Stoppen
it: Fermare

# button_play.ToolTip
source: Play from current position
de: Von der aktuellen Position aus spielen
it: Gioca dalla posizione attuale

# button_rewind.ToolTip
source: Rewind
de: Zurückspulen
it: Riavvolgi

# label4.Text
source: Select the channel(s) that should be listened to. Channels that are not selected will be ignored.
de: Wählen Sie den/die Kanal(e) aus, der/die gehört werden soll(en). Nicht ausgewählte Kanäle werden ignoriert.
it: Seleziona i canali da ascoltare. I canali non selezionati verranno ignorati.

# holded_note_label.Text
source: Notes which are currently being held on: (0)
de: Notizen, die derzeit gehalten werden auf: (0)
it: Note attualmente detenute su: (0)

# button_browse_file.Text
source: Browse File
de: Datei Furchsuchen
it: Sfoglia File

# checkBox_play_each_note.Text
source: Play each note once at a time (don't keep alternating)
de: Spielen Sie jede Note einzeln (nicht ständig abwechseln)
it: Suona ogni nota una volta alla volta (non continuare ad alternare)

# checkBox_make_each_cycle_last_30ms.Text
source: Try making each cycle last 30mS (with maxmium alternating time capped to 15mS per note)
de: Versuchen Sie, jeden Zyklus auf 30 ms zu verlängern (mit einer maximalen Wechselzeitbegrenzung von 15 ms pro Note).
it: Prova a far durare ogni ciclo 30 mS (con un tempo di alternanza massimo limitato a 15 mS per nota)

# checkBox_dont_update_grid.Text
source: Don't update grid above
de: Raster oben nicht aktualisieren
it: Non aggiornare la griglia sopra

# label_alternating_note.Text
source: Switch between alternating notes every:
de: Wechseln Sie zwischen abwechselnden Noten alle:
it: Passa da una nota all'altra ogni:

# label_more_notes.Text
source: (More)
de: (Weitere)
it: (Altri)

# labelStatus.Text
source: Loading MIDI file. Please wait...
de: MIDI-Datei wird geladen. Bitte warten …
it: Caricamento del file MIDI. Attendi...

# checkBox_show_lyrics_or_text_events.Text
source: Show lyrics or text events
de: Liedtexte oder Textereignisse anzeigen
it: Mostra testi o eventi di testo

# $this.Text
source: Play MIDI File
de: MIDI-Datei Abspielen
it: Riproduci File MIDI
