Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/SettingsWindow.*.resx
Languages: it, ru, tr, uk, vi

# label_firmware_warning.Text
source: Warning: Please ensure the microcontroller is flashed with compatible firmware, which you can find when you clicked the button below before using this feature. If your microcontroller isn't flashed, the checkbox will stay grayed out.
it: Attenzione: assicurarsi che il microcontrollore sia aggiornato con un firmware compatibile, che puoi trovare cliccando sul pulsante qui sotto prima di utilizzare questa funzione. Se il microcontrollore non è stato aggiornato, la casella di controllo rimarrà disattivata.
ru: Внимание: Перед использованием этой функции убедитесь, что микроконтроллерпрошит совместимой прошивкой, которую можно найти, нажав кнопку ниже.Если ваш микроконтроллер не перепрошит, флажок останется неактивным.
tr: Uyarı: Lütfen bu özelliği kullanmadan önce mikrodenetleyicinize aşağıdaki düğmeye tıklayarak bulabileceğiniz uyumlu bir yazılım yüklenmiş olduğundan emin olunuz. Eğer mikrodenetleyicinize yazılım yüklenmemiş ise onay kutusu grileşmiş olarak kalacaktır.
uk: Попередження: Будь ласка, переконайтеся, що мікроконтролер прошитий сумісною прошивкою, якуви можете знайти, натиснувши кнопку нижче, перш ніж використовувати цю функцію. Якщо ваш мікроконтролер не прошито, прапорець залишатиметься сірим.
vi: Cảnh báo: Vui lòng đảm bảo vi điều khiển đã được flash firmware tương thích, bạn có thể tìm thấy firmware này khi nhấp vào nút bên dưới trước khi sử dụng tính năng này. Nếu vi điều khiển của bạn không được flash, hộp kiểm sẽ vẫn có màu xám.

# trackBar_stepper_motor_octave.ToolTip
source: Set the octave for the stepper motor. The stepper motor will run at a speed corresponding to the selected octave. 0 = lowest speed, 5 = highest speed.
it: Imposta l'ottava per il motore passo-passo. Il motore passo-passo funzionerà alla velocità corrispondente all'ottava selezionata. 0 = velocità minima, 5 = velocità massima.
ru: Установите октаву для шагового двигателя. Шаговый двигатель будет работать со скоростью, соответствующей выбранной октаве. 0 = минимальная скорость, 5 = максимальная скорость.
tr: Step motoru için oktavı ayarlayın. Step motoru, seçilen oktava karşılık gelen bir hızda çalışacaktır. 0 = en düşük hız, 5 = en yüksek hız.
uk: Встановіть октаву для крокового двигуна. Кроковий двигун працюватиме зі швидкістю, що відповідає вибраній октаві. 0 = найнижча швидкість, 5 = найвища швидкість.
vi: Đặt quãng tám cho động cơ bước. Động cơ bước sẽ chạy ở tốc độ tương ứng với quãng tám đã chọn. 0 = tốc độ thấp nhất, 5 = tốc độ cao nhất.

# label_stepper_motor_octave.Text
source: Stepper Motor Octave
it: Ottava del motore passo-passo
ru: Октава шагового двигателя
tr: Step motoru oktavı
uk: Октава крокового двигуна
vi: Quãng tám của động cơ bước

# groupBox_type_of_device.Text
source: Type of Device
it: Tipo di dispositivo
ru: Тип устройства
tr: Aygıt Türü
uk: Тип пристрою
vi: Loại thiết bị

# radioButtonDCMotorOrBuzzer.Text
source: DC Motor or Buzzer
it: Motore CC o buzzer
ru: Двигатель постоянного тока или зуммер
tr: DC Motor veya Buzzer
uk: Двигун постійного струму або зумер
vi: Động cơ DC hoặc Còi

# radioButtonDCMotorOrBuzzer.ToolTip
source: Buzzer is a device that can produce sound by vibrating a diaphragm or a piezoelectric element. It is often used in alarms, timers, and other devices that require sound output. DC motors can also be used to produce sound by varying the speed of the motor, which changes the frequency of the sound produced. This is often used in applications such as electric toothbrushes, fans, and other devices that require variable speed control. It uses pin 8 in Arduino, GPIO 18 in Raspberry Pi, and pin 25 in ESP32.
it: Il buzzer è un dispositivo in grado di produrre suoni facendo vibrare un diaframma o un elemento piezoelettrico. Viene spesso utilizzato in allarmi, timer e altri dispositivi che richiedono un'uscita audio. I motori CC possono anche essere utilizzati per produrre suoni variando la velocità del motore, che a sua volta modifica la frequenza del suono prodotto. Questa caratteristica è spesso utilizzata in applicazioni come spazzolini da denti elettrici, ventilatori e altri dispositivi che richiedono un controllo variabile della velocità. Utilizza il pin 8 in Arduino, il GPIO 18 in Raspberry Pi e il pin 25 in ESP32.
ru: Зуммер — это устройство, издающее звук посредством вибрации мембраны или пьезоэлектрического элемента. Он часто используется в будильниках, таймерах и других устройствах, требующих звукового сигнала. Двигатели постоянного тока также могут использоваться для создания звука путем изменения скорости вращения двигателя, что приводит к изменению частоты звука. Это часто используется в таких устройствах, как электрические зубные щетки, вентиляторы и другие устройства, требующие регулирования скорости. Он использует вывод 8 в Arduino, GPIO 18 в Raspberry Pi и вывод 25 в ESP32.
tr: Buzzer, bir diyaframı veya piezoelektrik bir elemanı titreştirerek ses üretebilen bir cihazdır. Genellikle alarmlarda, zamanlayıcılarda ve ses çıkışı gerektiren diğer cihazlarda kullanılır. DC motorlar ayrıca, üretilen sesin frekansını değiştiren motor hızını değiştirerek ses üretmek için de kullanılabilir. Bu genellikle elektrikli diş fırçaları, vantilatörler ve değişken hız kontrolü gerektiren diğer cihazlarda kullanılır. Arduino'da 8. pini, Raspberry Pi'de GPIO 18'i ve ESP32'de 25. pini kullanır.
uk: Зумер – це пристрій, який може виробляти звук шляхом вібрації діафрагми або п'єзоелектричного елемента. Він часто використовується в сигналізаціях, таймерах та інших пристроях, що потребують виведення звуку. Двигуни постійного струму також можна використовувати для створення звуку шляхом зміни швидкості двигуна, що змінює частоту виробленого звуку. Це часто використовується в таких додатках, як електричні зубні щітки, вентилятори та інші пристрої, що потребують регулювання швидкості. Він використовує контакт 8 в Arduino, GPIO 18 в Raspberry Pi та контакт 25 в ESP32.
vi: Còi là một thiết bị có thể tạo ra âm thanh bằng cách rung màng loa hoặc phần tử áp điện. Nó thường được sử dụng trong báo động, bộ hẹn giờ và các thiết bị khác yêu cầu đầu ra âm thanh. Động cơ DC cũng có thể được sử dụng để tạo ra âm thanh bằng cách thay đổi tốc độ của động cơ, điều này làm thay đổi tần số âm thanh phát ra. Điều này thường được sử dụng trong các ứng dụng như bàn chải đánh răng điện, quạt và các thiết bị khác yêu cầu điều khiển tốc độ thay đổi. Nó sử dụng chân 8 trong Arduino, GPIO 18 trong Raspberry Pi và chân 25 trong ESP32.

# radioButtonStepperMotor.Text
source: Stepper Motor
it: Motore passo-passo
ru: Шаговый двигатель
tr: Step Motoru
uk: Кроковий двигун
vi: Động cơ bước

# radioButtonStepperMotor.ToolTip
source: Stepper motor is a motor that moves in discrete steps, allowing for precise control of position and speed. It is commonly used in applications such as 3D printers, CNC machines, and robotics where accurate movement is essential. Also, it can be used to generate sound by adjusting the speed of rotation to create different frequencies. It uses pin 9 for direction and pin 10 for step in Arduino, GPIO 21 for direction and GPIO 20 for step in Raspberry Pi, and pin 27 for direction and pin 26 for step in ESP32.
it: Un motore passo-passo è un motore che si muove a passi discreti, consentendo un controllo preciso di posizione e velocità. È comunemente utilizzato in applicazioni come stampanti 3D, macchine CNC e robotica, dove la precisione del movimento è essenziale. Inoltre, può essere utilizzato per generare suoni regolando la velocità di rotazione per creare frequenze diverse. Utilizza il pin 9 per la direzione e il pin 10 per il passo in Arduino, il GPIO 21 per la direzione e il GPIO 20 per il passo in Raspberry Pi, e il pin 27 per la direzione e il pin 26 per il passo in ESP32.
ru: Шаговый двигатель — это двигатель, который движется дискретными шагами, обеспечивая точное управление положением и скоростью. Он широко используется в таких приложениях, как 3D-принтеры, станки с ЧПУ и робототехника, где точность перемещения критически важна. Кроме того, его можно использовать для генерации звука, регулируя скорость вращения для создания различных частот. В Arduino он использует вывод 9 для направления и вывод 10 для шага, в Raspberry Pi — вывод GPIO 21 для направления и вывод GPIO 20 для шага, а в ESP32 — вывод 27 для направления и вывод 26 для шага.
tr: Step motor, ayrı adımlarla hareket eden ve konum ve hızın hassas bir şekilde kontrol edilmesini sağlayan bir motordur. 3D yazıcılar, CNC makineleri ve robotik gibi hassas hareketin önemli olduğu uygulamalarda yaygın olarak kullanılır. Ayrıca, farklı frekanslar oluşturmak için dönüş hızını ayarlayarak ses üretmek için de kullanılabilir. Arduino'da yön için 9 numaralı pini, adım için 10 numaralı pini, Raspberry Pi'de yön için GPIO 21 numaralı pini ve adım için GPIO 20 numaralı pini ve ESP32'de yön için 27 numaralı pini ve adım için 26 numaralı pini kullanır.
uk: Кроковий двигун – це двигун, який рухається дискретними кроками, що дозволяє точно контролювати положення та швидкість. Він зазвичай використовується в таких додатках, як 3D-принтери, верстати з ЧПК та робототехніка, де важливий точний рух. Також його можна використовувати для генерації звуку шляхом регулювання швидкості обертання для створення різних частот. Він використовує контакт 9 для напрямку та контакт 10 для кроку в Arduino, GPIO 21 для напрямку та GPIO 20 для кроку в Raspberry Pi, а також контакт 27 для напрямку та контакт 26 для кроку в ESP32.
vi: Động cơ bước là động cơ chuyển động theo từng bước rời rạc, cho phép điều khiển chính xác vị trí và tốc độ. Động cơ này thường được sử dụng trong các ứng dụng như máy in 3D, máy CNC và robot, nơi cần chuyển động chính xác. Ngoài ra, nó có thể được sử dụng để tạo ra âm thanh bằng cách điều chỉnh tốc độ quay để tạo ra các tần số khác nhau. Động cơ này sử dụng chân 9 để điều khiển hướng và chân 10 để điều khiển bước trong Arduino, GPIO 21 để điều khiển hướng và GPIO 20 để điều khiển bước trong Raspberry Pi, và chân 27 để điều khiển hướng và chân 26 để điều khiển bước trong ESP32.

# checkBox_use_microcontroller.Text
source: Use motor or buzzer (via Arduino, Raspberry Pi or ESP32)
it: Utilizzare un motore o un buzzer (tramite Arduino, Raspberry Pi o ESP32)
ru: Использование двигателя или зуммера (через Arduino, Raspberry Pi или ESP32)
tr: Motor veya buzzer kullanın (Arduino, Raspberry Pi veya ESP32 aracılığıyla)
uk: Використовуйте двигун або зумер (через Arduino, Raspberry Pi або ESP32)
vi: Sử dụng động cơ hoặc còi (thông qua Arduino, Raspberry Pi hoặc ESP32)

# checkBox_use_microcontroller.ToolTip
source: Use microcontroller to use with motor or buzzer. If you use motor, you can control speed of it with motor speed mod slider.
it: Utilizzare un microcontrollore per l'uso con un motore o un cicalino. Se si utilizza un motore, è possibile controllarne la velocità con il cursore di modifica della velocità del motore.
ru: Используйте микроконтроллер для управления двигателем или зуммером. Если вы используете двигатель, вы можете управлять его скоростью с помощью ползунка модуляции скорости двигателя.
tr: Motor veya buzzer ile kullanmak için mikrodenetleyici kullanın. Motor kullanıyorsanız, motor hızı mod kaydırıcısı ile hızını kontrol edebilirsiniz.
uk: Використовуйте мікроконтролер для роботи з двигуном або зумером. Якщо ви використовуєте двигун, ви можете керувати його швидкістю за допомогою повзунка модулятора швидкості двигуна.
vi: Sử dụng vi điều khiển để sử dụng với động cơ hoặc còi báo động. Nếu bạn sử dụng động cơ, bạn có thể điều khiển tốc độ của nó bằng thanh trượt điều chỉnh tốc độ động cơ.

# group_keyboard_colors.Text
source: Keyboard Colors
it: Colori della tastiera
ru: Цвета клавиатуры
tr: Klavye Renkleri
uk: Кольори клавіатури
vi: Màu sắc bàn phím

# third_octave_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# third_octave_color_change.ToolTip
source: Change color of the third octave
it: Cambia colore della terza ottava
ru: Изменить цвет третьей октавы
tr: Üçüncü oktavın rengini değiştir
uk: Зміна кольору третьої октави
vi: Thay đổi màu của quãng tám thứ ba

# second_octave_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# second_octave_color_change.ToolTip
source: Change color of the second octave
it: Cambia colore della seconda ottava
ru: Изменить цвет второй октавы
tr: İkinci oktavın rengini değiştir
uk: Зміна кольору другої октави
vi: Thay đổi màu của quãng tám thứ hai

# first_octave_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# first_octave_color_change.ToolTip
source: Change color of the first octave
it: Cambia colore della prima ottava
ru: Изменить цвет первой октавы
tr: İlk oktavın rengini değiştir
uk: Зміна кольору першої октави
vi: Thay đổi màu của quãng tám đầu tiên

# label4.Text
source: Third Octave Color
it: Colore Terza ottava
ru: Цвет третьей октавы
tr: Üçüncü Oktav Rengi
uk: Колір третьої октави
vi: Màu quãng ba

# label3.Text
source: Second Octave Color
it: Colore Seconda ottava
ru: Цвет второй октавы
tr: İkinci Oktav Rengi
uk: Колір другої октави
vi: Màu quãng tám thứ hai

# label2.Text
source: First Octave Color
it: Colore Prima ottava
ru: Цвет первой октавы
tr: İlk Oktav Rengi
uk: Колір першої октави
vi: Màu quãng tám đầu tiên

# group_buttons_and_controls_colors.Text
source: Buttons and Controls Colors
it: Colori dei pulsanti e dei controlli
ru: Цвета кнопок и элементов управления
tr: Düğme ve Kontrol Renkleri
uk: Кольори кнопок та елементів керування
vi: Màu sắc của các nút và điều khiển

# markup_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# markup_color_change.ToolTip
source: Change the keyboard markup color when using "Use keyboard as piano" feature
it: Cambia il colore del markup della tastiera quando usi la funzione "Usa la tastiera come pianoforte"
ru: Изменение цвета разметки клавиатуры при использовании функции «Использовать клавиатуру как пианино»
tr: "Klavyeyi piyano olarak kullan" özelliğini kullanırken klavye işaretleme rengini değiştir
uk: Змінити колір розмітки клавіатури під час використання функції «Використовувати клавіатуру як піаніно»
vi: Thay đổi màu đánh dấu bàn phím khi sử dụng tính năng "Sử dụng bàn phím làm đàn piano"

# metronome_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# metronome_color_change.ToolTip
source: Change color of the "Metronome" button while enabled
it: Cambia il colore del pulsante "Metronomo" mentre è abilitato
ru: Изменить цвет кнопки «Метроном» при включении
tr: Etkinleştirilmiş "Metronom" düğmesinin rengini değiştir
uk: Зміна кольору кнопки «Метроном», коли вона ввімкнена
vi: Thay đổi màu của nút "Metronome" khi được bật

# playback_buttons_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# playback_buttons_color_change.ToolTip
source: Change colors of "Play All", "Play From the Selected Line" and "Stop Playing" buttons
it: Cambia i colori dei pulsanti "Riproduci tutto", "Riproduci dalla riga selezionata" e "Interrompi riproduzione"
ru: Изменить цвета кнопок «Воспроизвести все», «Воспроизвести с выбранной строки» и «Остановить воспроизведение»
tr: "Tümünü Oynat", "Seçili Satırdan Oynat" ve "Oynatmayı Durdur" düğmelerinin renklerini değiştir
uk: Зміна кольорів кнопок «Відтворити все», «Відтворити з вибраного рядка» та «Зупинити відтворення»
vi: Thay đổi màu của các nút "Phát tất cả", "Phát từ dòng đã chọn" và "Dừng phát"

# erase_whole_line_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# erase_whole_line_color_change.ToolTip
source: Change color of the "Erase Whole Line" button
it: Cambia il colore del pulsante "Cancella tutta la linea"
ru: Изменить цвет кнопки «Стереть всю строку»
tr: "Tüm Satırı Sil" düğmesinin rengini değiştir
uk: Зміна кольору кнопки «Скасувати вибір рядка»
vi: Thay đổi màu của nút "Xóa toàn bộ dòng"

# unselect_line_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# unselect_line_color_change.ToolTip
source: Change color of the "Un-select Line" button
it: Cambia il colore del pulsante "Deseleziona linea"
ru: Изменить цвет кнопки «Отменить выбор линии»
tr: "Satırın Seçimini Kaldır" düğmesinin rengini değiştir
uk: Зміна кольору кнопки «Скасувати вибір рядка»
vi: Thay đổi màu của nút "Bỏ chọn dòng"

# clear_notes_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# clear_notes_color_change.ToolTip
source: Change color of "Clear Note 1", "Clear Note 2", "Clear Note 3" and "Clear Note 4" buttons
it: Cambia il colore dei pulsanti "Cancella nota 1", "Cancella nota 2", "Cancella nota 3" e "Cancella nota 4"
ru: Изменить цвет кнопок «Очистить заметку 1», «Очистить заметку 2», «Очистить заметку 3» и «Очистить заметку 4»
tr: "Nota 1'i Temizle", "Nota 2'yi Temizle", "Nota 3'ü Temizle" ve "Nota 4'ü Temizle" düğmelerinin rengini değiştir
uk: Змінити колір кнопок «Очистити нотатку 1», «Очистити нотатку 2», «Очистити нотатку 3» та «Очистити нотатку 4»
vi: Thay đổi màu của các nút "Xóa nốt 1", "Xóa nốt 2", "Xóa nốt 3" và "Xóa nốt 4"

# blank_line_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# blank_line_color_change.ToolTip
source: Change color of the "Blank Line" button
it: Cambia il colore del pulsante "Riga vuota"
ru: Изменить цвет кнопки «Пустая строка»
tr: "Boş Satır" düğmesinin rengini değiştir
uk: Змінити колір кнопки «Порожній рядок»
vi: Thay đổi màu của nút "Dòng trống"

# label1.Text
source: Keyboard Markup Color
it: Colore Markup tastiera
ru: Цвет разметки клавиатуры
tr: Klavye İşaretleme Rengi
uk: Колір розмітки клавіатури
vi: Màu đánh dấu bàn phím

# label10.Text
source: Metronome Color
it: Colore del metronomo
ru: Цвет метронома
tr: Metronom Rengi
uk: Колір метронома
vi: Màu sắc của máy đếm nhịp

# label8.Text
source: Playback Buttons Color
it: Colore Pulsanti di riproduzione
ru: Цвет кнопок воспроизведения
tr: Oynatma Düğmeleri Rengi
uk: Колір кнопок відтворення
vi: Màu sắc nút phát lại

# label9.Text
source: Erase Whole Line Color
it: Colore Cancella tutta la linea
ru: Стереть весь цвет линии
tr: Tüm Satırı Silme Rengi
uk: Стерти колір всієї лінії
vi: Xóa toàn bộ màu đường kẻ

# label5.Text
source: Un-select Line Color
it: Colore Deseleziona linea
ru: Отменить выбор цвета линии
tr: Seçimi Kaldırma Rengi
uk: Зняти вибір кольору лінії
vi: Bỏ chọn màu đường kẻ

# label6.Text
source: Clear Notes Color
it: Colore note chiare
ru: Очистить цвет заметок
tr: Notaları Temizleme Rengi
uk: Очистити колір нотаток
vi: Xóa ghi chú màu

# label7.Text
source: Blank Line Color
it: Colore della riga vuota
ru: Цвет пустой строки
tr: Boş Satır Rengi
uk: Колір порожнього рядка
vi: Màu dòng trống

# group_indicator_colors.Text
source: Indicator Colors
it: Colori degli indicatori
ru: Цвета индикаторов
tr: Gösterge Renkleri
uk: Кольори індикаторів
vi: Màu chỉ báo

# note_indicator_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# note_indicator_color_change.ToolTip
source: Change color of the note indicator while playing MIDI file in the MIDI file playing window
it: Cambia il colore dell'indicatore delle note durante la riproduzione del file MIDI nella finestra di riproduzione del file MIDI
ru: Изменение цвета индикатора ноты во время воспроизведения MIDI-файла в окне воспроизведения MIDI-файла
tr: MIDI dosyası çalma penceresinde MIDI dosyası çalınırken görünen nota göstergelerinin rengini değiştir
uk: Зміна кольору індикатора нот під час відтворення MIDI-файлу у вікні відтворення MIDI-файлу
vi: Thay đổi màu của chỉ báo nốt nhạc khi phát tệp MIDI trong cửa sổ phát tệp MIDI

# beep_indicator_color_change.Text
source: Change
it: Modifica
ru: Изменять
tr: Değiştir
uk: Зміна
vi: Thay đổi

# beep_indicator_color_change.ToolTip
source: Change color of the representer beep indicator while playing music from the list in the main window
it: Cambia il colore dell'indicatore acustico del rappresentante durante la riproduzione di musica dall'elenco nella finestra principale
ru: Изменить цвет индикатора звукового сигнала представителя при воспроизведении музыки из списка в главном окне
tr: Ana penceredeki listeden müzik çalarken görünen temsili bip sesi göstergesinin rengini değiştir
uk: Зміна кольору індикатора звукового сигналу представника під час відтворення музики зі списку в головному вікні
vi: Thay đổi màu của đèn báo tiếng bíp đại diện khi phát nhạc từ danh sách trong cửa sổ chính

# label12.Text
source: Note Indicator Color
it: Colore dell'indicatore di nota
ru: Цвет индикатора Нота
tr: Nota Göstergesi Rengi
uk: Колір індикатора нотатки
vi: Lưu ý Màu chỉ báo

# label11.Text
source: Beep Indicator Color
it: Colore indicatore bip
ru: Цвет индикатора бип
tr: Bip Sesi Göstergesi Rengi
uk: Колір індикатора звукового сигналу
vi: Màu đèn báo bíp

# group_lyrics_size_settings.Text
source: Lyrics/Text Events
it: Testi/Eventi di testo
ru: Тексты песен/текстовые события
tr: Şarkı Sözü/Metin Etkinlikleri
uk: Тексти пісень/Події з текстами пісень
vi: Sự kiện Lời bài hát/Văn bản

# buttonPreviewLyrics.Text
source: Preview Lyrics/Text Event Settings
it: Anteprima testi/Impostazioni evento testo
ru: Настройки текстов песен/текстовых событий предварительного просмотра
tr: Şarkı Sözleri/Metin Olay Ayarlarını Önizle
uk: Налаштування події попереднього перегляду тексту пісні/тексту пісні
vi: Xem trước Cài đặt sự kiện lời bài hát/văn bản

# labelPt.Text
source: pt
ru: пт
uk: пт

# label13.Text
source: Lyrics/Text Events Size
it: Testi/Eventi di testo Dimensioni
ru: Размер текстов/текстовых событий
tr: Şarkı Sözü/Metin Etkinlikleri Boyutu
uk: Розмір подій тексту/тексту пісні
vi: Lời bài hát/Sự kiện văn bản Kích thước

# reset_appearance_settings.Text
source: Reset Appearance Settings to Default Values
it: Ripristina le impostazioni di aspetto ai valori predefiniti
ru: Сбросить настройки внешнего вида до значений по умолчанию
tr: Görünüm Ayarlarını Varsayılan Değerlere Sıfırla
uk: Скинути налаштування зовнішнього вигляду до значень за замовчуванням
vi: Đặt lại cài đặt giao diện về giá trị mặc định

# standardTuneTestToolStripMenuItem.Text
source: Standard Tune Playing Test
it: Test di esecuzione di melodie standard
ru: Тест на исполнение стандартной мелодии
tr: Standart Melodi Çalma Testi
uk: Стандартний тест відтворення мелодії
vi: Kiểm tra chơi giai điệu chuẩn

# standardTuneTestToolStripMenuItem.ToolTipText
source: Play a short tune through the system speaker to test the system speaker on your computer.
it: Riproduci un breve brano tramite l'altoparlante di sistema per testare l'altoparlante di sistema del tuo computer.
ru: Чтобы проверить работу системного динамика компьютера, воспроизведите короткую мелодию через системный динамик.
tr: Bilgisayarınızdaki sistem hoparlörünü test etmek için sistem hoparlöründen kısa bir melodi çal
uk: Відтворіть коротку мелодію через системний динамік, щоб перевірити його роботу.
vi: Phát một giai điệu ngắn qua loa hệ thống để kiểm tra loa hệ thống trên máy tính của bạn.

# advancedSystemSpeakerTestToolStripMenuItem.Text
source: Advanced System Speaker Test
it: Test avanzato degli altoparlanti del sistema
ru: Расширенный тест динамиков системы
tr: Gelişmiş Sistem Hoparlörü Testi
uk: Розширений тест системних динаміків
vi: Kiểm tra loa hệ thống nâng cao
