Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/SettingsWindow.*.resx
Languages: it, ru, tr, uk, vi

# general_settings.Text
source: General
it: Generale
ru: Общий
tr: Genel
uk: Загальне
vi: Tổng quan

# creating_sound_settings.Text
source: Creating Sounds
it: Creazione di Suoni
ru: Создание звуков
tr: Ses Oluşturma
uk: Створення звуків
vi: Tạo âm thanh

# devices_settings.Text
source: Devices
it: Dispositivi
ru: Устройства
tr: Aygıtlar
uk: Пристрої
vi: Thiết bị

# appearance.Text
source: Appearance
it: Aspetto
ru: Появление
tr: Görünüm
uk: Зовнішній вигляд
vi: Vẻ bề ngoài

# groupBoxLanguageSettings.Text
source: Language Settings
it: Impostazioni della lingua
ru: Настройки языка
tr: Dil Ayarları
uk: Мовні налаштування
vi: Cài đặt ngôn ngữ

# comboBoxLanguage.ToolTip
source: Change the language of the program
it: Cambia la lingua del programma
ru: Изменить язык программы
tr: Programın dilini değiştir
uk: Змінити мову програми
vi: Thay đổi ngôn ngữ của chương trình

# labelLanguage.Text
source: Language
it: Lingua
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ

# groupBox_appearance.Text
source: General Appearance
it: Aspetto generale
ru: Общий вид
tr: Genel Görünüm
uk: Загальний вигляд
vi: Ngoại hình chung

# checkBoxClassicBleeperMode.Text
source: Classic Bleeper mode
it: Modalità classica Bleeper
ru: Классический режим Bleeper
tr: Klasik Bleeper modu
uk: Класичний режим зумеру
vi: Chế độ Bleeper cổ điển

# checkBoxClassicBleeperMode.ToolTip
source: Enable or disable classic Bleeper mode
it: Abilita o disabilita la modalità Bleeper classica
ru: Включить или отключить классический режим Bleeper
tr: Klasik Bleeper modunu etkinleştir veya devre dışı bırak
uk: Увімкнення або вимкнення класичного режиму Bleeper

# lbl_theme.Text
source: Theme
it: Tema
ru: Тема
tr: Tema
uk: Тема
vi: Chủ đề

# comboBox_theme.Items
source: Use system theme
it: Usa il tema di sistema
ru: Использовать системную тему
tr: Sistem temasını kullan
uk: Використати системну тему
vi: Sử dụng giao diện hệ thống

# comboBox_theme.Items1
source: Light
it: Chiaro
ru: Светлая
tr: Açık
uk: Світла
vi: Sáng

# comboBox_theme.Items2
source: Dark
it: Scuro
ru: Тёмная
tr: Koyu
uk: Темна
vi: Tối

# comboBox_theme.ToolTip
source: Change the theme of the program
it: Cambia il tema del programma
ru: Изменить тему программы
tr: Programın temasını değiştir
uk: Змінити тему програми
vi: Thay đổi chủ đề của chương trình

# groupBoxCreateMusicWithAI.Text
source: Create Music With AI
it: Crea musica con l'intelligenza artificiale
ru: Создавайте музыку с помощью ИИ
tr: Yapay Zeka ile Müzik Oluştur
uk: Створюйте музику за допомогою штучного інтелекту
vi: Tạo nhạc bằng AI

# buttonResetAPIKey.Text
source: Reset Google Gemini™ API Key
it: Reimposta la chiave API di Google Gemini™
ru: Сброс ключа API Google Gemini™
tr: Google Gemini™ API Anahtarını Sıfırla
uk: Скинути ключ API Google Gemini™
vi: Đặt lại Khóa API Google Gemini™

# buttonResetAPIKey.ToolTip
source: Reset the API key to clear the current key and allow you to enter a new one.
it: Reimposta la chiave API per cancellare la chiave corrente e consentirti di inserirne una nuova.
ru: Сбросьте ключ API, чтобы очистить текущий ключ и ввести новый.
tr: Mevcut API anahtarını temizlemek ve yenisini girmek için API anahtarını sıfırla.
uk: Скиньте ключ API, щоб очистити поточний ключ і дозволити ввести новий.
vi: Đặt lại khóa API để xóa khóa hiện tại và cho phép bạn nhập khóa mới.

# buttonUpdateAPIKey.Text
source: Update Google Gemini™ API Key
it: Aggiorna la chiave API di Google Gemini™
ru: Обновить ключ API Google Gemini™
tr: Google Gemini™ API Anahtarını Güncelle
uk: Оновлення ключа API Google Gemini™
vi: Cập nhật Khóa API Google Gemini™

# buttonUpdateAPIKey.ToolTip
source: Save the API key in API key field. If you change the API key, you need to click this button to save it.
it: Salva la chiave API nel campo Chiave API.
ru: Сохраните ключ API в поле «Ключ API». Если вы изменили ключ API, нажмите эту кнопку, чтобы сохранить его.
tr: API anahtarı alanındaki API anahtarını kaydet Eğer API anahtarını değiştirdiyseniz kaydetmeniz için bu düğmeye tıklamanız gerekir.
uk: Збережіть ключ API у полі «Ключ API».
vi: Lưu khóa API vào trường Khóa API. Nếu bạn thay đổi khóa API, bạn cần nhấp vào nút này để lưu.

# buttonShowHide.Text
source: Show
it: Monstra
ru: Показывать
tr: Göster
uk: Показати
vi: Hiển thị

# buttonShowHide.ToolTip
source: Show the API key in the API key field. Click again to hide it.
it: Mostra la chiave API nel campo Chiave API. Clicca di nuovo per nasconderla.
ru: Отобразить ключ API в поле «Ключ API». Нажмите ещё раз, чтобы скрыть его.
tr: API anahtarı alanındaki API anahtarını gizle
uk: Показати ключ API у полі «Ключ API». Натисніть ще раз, щоб приховати його.
vi: Hiển thị khóa API trong trường khóa API. Nhấp lại để ẩn khóa.

# labelAPIKeyWarning.Text
source: Warning: For your security, do not share your Google Gemini™ API key with anyone else.
it: Attenzione: per la tua sicurezza, non condividere la tua chiave API Google Gemini™ con nessun altro.
ru: Внимание: в целях безопасности не передавайте свой ключ API Google Gemini™ третьим лицам.
tr: Uyarı: Güvenliğiniz için Google Gemini™ API anahtarınızı başkaları ile paylaşmayınız.
uk: Попередження: Заради вашої безпеки не повідомляйте свій ключ API Google Gemini™ нікому іншому.
vi: Cảnh báo: Vì lý do bảo mật, không chia sẻ khóa API Google Gemini™ của bạn với bất kỳ ai khác.

# labelAPIKey.Text
source: Google Gemini™ API Key
it: Chiave API di Google Gemini™
ru: API-ключ Google Gemini™
tr: Google Gemini™ API Anahtarı
uk: Ключ API Google Gemini™
vi: Khóa API Google Gemini™

# textBoxAPIKey.PlaceholderText
source: Enter the Google Gemini™ API key to here...
it: Inserisci qui la chiave API di Google Gemini™...
ru: Введите ключ API Google Gemini™ сюда...
tr: Google Gemini™ API anahtarını buraya giriniz...
uk: Введіть тут ключ API Google Gemini™...
vi: Nhập khóa API Google Gemini™ vào đây...

# textBoxAPIKey.ToolTip
source: Set your API key here to use the AI music generation feature. You can get your API key from https://aistudio.google.com/app/apikey.
it: Imposta qui la tua chiave API per utilizzare la funzionalità di generazione musicale basata sull'intelligenza artificiale. Puoi ottenere la tua chiave API da https://aistudio.google.com/app/apikey.
ru: Установите здесь свой ключ API, чтобы использовать функцию генерации музыки с помощью ИИ. Вы можете получить свой ключ API по адресу https://aistudio.google.com/app/apikey.
tr: Yapay zekâ destekli müzik oluşturma özelliğini kullanmak için API anahtarınızı buraya giriniz. API anahtarınızı https://aistudio.google.com/app/apikey adresinden alabilirsiniz.
uk: Встановіть тут свій ключ API, щоб використовувати функцію генерації музики за допомогою штучного інтелекту. Ви можете отримати свій ключ API за посиланням https://aistudio.google.com/app/apikey.
vi: Đặt khóa API của bạn tại đây để sử dụng tính năng tạo nhạc AI. Bạn có thể lấy khóa API từ https://aistudio.google.com/app/apikey.

# labelGoogleGeminiAPIWarning.Text
source: In your region (European Economic Area, Switzerland, or United Kingdom), the Google Gemini™ API may only be available as a paid service. Please ensure your API key is for a paid account.
it: Nella tua area geografica (Spazio Economico Europeo, Svizzera o Regno Unito), l'API Google Gemini™ potrebbe essere disponibile solo come servizio a pagamento. Assicurati che la tua chiave API sia per un account a pagamento.
ru: В вашем регионе (Европейская экономическая зона, Швейцария или Великобритания) API Google Gemini™ может быть доступен только как платный сервис. Убедитесь, что ваш ключ API относится к платной учётной записи.
tr: Bölgenizde (Avrupa Ekonomik Alanı, İsviçre veya Birleşik Krallık), Google Gemini™ API yalnızca ücretli bir hizmet olarak kullanılabilir. Lütfen API anahtarınızın ücretli bir hesap için olduğundan emin olunuz.
uk: У вашому регіоні (Європейська економічна зона, Швейцарія або Велика Британія) API Google Gemini™ може бути доступний лише як платна послуга. Переконайтеся, що ваш ключ API призначений для платного облікового запису.
vi: Tại khu vực của bạn (Khu vực Kinh tế Châu Âu, Thụy Sĩ hoặc Vương quốc Anh), API Google Gemini™ có thể chỉ khả dụng dưới dạng dịch vụ trả phí. Vui lòng đảm bảo khóa API của bạn dành cho tài khoản trả phí.

# groupBox_system_speaker_test.Text
source: Testing System Speaker
it: Altoparlante del sistema di prova
ru: Тестирование системного динамика
tr: Sistem Hoparlörünü Test Etme
uk: Тестування системи динаміка
vi: Hệ thống kiểm tra loa

# btn_test_system_speaker.Text
source: Test System Speaker
it: Prova Altoparlante di sistema
ru: Тестовая система динамика
tr: Sistem Hoparlörünü Test Et
uk: Тестова система динаміка
vi: Loa hệ thống thử nghiệm

# label_test_system_speaker_message.Text
source: If you do not hear any sound, you can use the "Use sound device to create beep" feature.
it: Se non senti alcun suono, puoi usare la funzione "Usa dispositivo audio per creare un segnale acustico".
ru: Если вы не слышите никакого звука, вы можете воспользоваться функцией «Использовать звуковое устройство для создания звукового сигнала».
tr: Eğer hiçbir ses duymazsanız "Bip sesi oluşturmak için ses aygıtını kullan" özelliğini kullanabilirsiniz.
uk: Якщо ви не чуєте жодного звуку, можна скористатися функцією «Використовувати звуковий пристрій для створення звукового сигналу».
vi: Nếu bạn không nghe thấy bất kỳ âm thanh nào, bạn có thể sử dụng tính năng "Sử dụng thiết bị âm thanh để tạo tiếng bíp".

# label_test_system_speaker_message_2.Text
source: On computers without system speaker output or on computers with non-standard system speaker output, you may not hear any sound when the system speaker is tested, or it may cause instability or undesirable behavior.
it: Nei computer senza uscita per altoparlanti di sistema o con uscita per altoparlanti di sistema non standard, è possibile che non si senta alcun suono quando si testa l'altoparlante di sistema oppure che ciò provochi instabilità o un comportamento indesiderato.
ru: На компьютерах без выхода на системный динамик или на компьютерах с нестандартным выходом на системный динамик вы можете не услышать звук при проверке системного динамика, или это может привести к нестабильной работе или нежелательному поведению.
tr: Sistem hoparlörü çıkışı bulunmayan bilgisayarlarda veya standart olmayan sistem hoparlörü çıkışı bulunan bilgisayarlarda sistem hoparlörü test edildiğinde hiçbir ses duymayabilirsiniz, veya kararsızlıklara ya da istenmeyen davranışlara yol açabilir.
uk: На комп’ютерах без виходу на системні динаміки або на комп’ютерах із нестандартним виходом на системні динаміки під час перевірки системних динаміків звук може бути не чутним, або це може спричинити нестабільність чи небажану поведінку.
vi: Trên máy tính không có đầu ra loa hệ thống hoặc trên máy tính có đầu ra loa hệ thống không chuẩn, bạn có thể không nghe thấy bất kỳ âm thanh nào khi kiểm tra loa hệ thống hoặc có thể gây ra sự không ổn định hoặc hoạt động không mong muốn.

# label_test_system_speaker_message_3.Text
source: On compact computers and computers of unknown type, you may not hear any sound or may cause instability or undesirable behavior when the system speaker is tested because the main speakers may be connected to the system speaker output instead of the actual system speaker.
it: Nei computer compatti e nei computer di tipo sconosciuto, potrebbe non essere udibile alcun suono o potrebbe verificarsi instabilità o un comportamento indesiderato quando si testa l'altoparlante di sistema, perché gli altoparlanti principali potrebbero essere collegati all'uscita dell'altoparlante di sistema anziché all'altoparlante di sistema vero e proprio.
ru: На компактных компьютерах и компьютерах неизвестного типа вы можете не услышать звук или столкнуться с нестабильностью или нежелательным поведением при проверке системного динамика, поскольку основные динамики могут быть подключены к выходу системного динамика вместо самого системного динамика.
tr: Kompakt bilgisayarlarda ve bilinmeyen tipteki bilgisayarlarda, ana hoparlörler gerçek sistem hoparlörü yerine sistem hoparlörü çıkışına bağlanmış olabilir ve sistem hoparlörü test edildiğinde hiçbir ses duymayabilirsiniz veya kararsızlıklara ya da istenmeyen davranışlara neden olabilir
uk: На компактних комп’ютерах та комп’ютерах невідомого типу ви можете не чути жодного звуку або це може призвести до нестабільності чи небажаної поведінки під час перевірки системного динаміка, оскільки основні динаміки можуть бути підключені до виходу системного динаміка, а не до фактичного системного динаміка.
vi: Trên máy tính nhỏ gọn và máy tính loại không xác định, bạn có thể không nghe thấy bất kỳ âm thanh nào hoặc có thể gây ra sự bất ổn hoặc hành vi không mong muốn khi kiểm tra loa hệ thống vì loa chính có thể được kết nối với đầu ra loa hệ thống thay vì loa hệ thống thực tế.

# label_test_system_speaker_message_4.Text
source: If you hear no sound or the sound is corrupted, try putting your computer to sleep and waking it up. This can help reinitialize the system speaker on affected chipsets.
it: Se non senti alcun suono o l'audio è disturbato, prova a mettere il computer in modalità sospensione e poi a riattivarlo. Questo può aiutare a reinizializzare l'altoparlante di sistema sui chipset interessati.
ru: Если звука нет или он искажён, попробуйте перевести компьютер в спящий режим и вывести его из него. Это может помочь повторно инициализировать системный динамик на проблемных чипсетах.
tr: Eğer hiçbir ses duymuyorsanız veya ses bozuksa, bilgisayarınızı uyku moduna alıp uyandırmayı deneyin. Bu, etkilenen yonga setlerinde sistem hoparlörünün yeniden başlatılmasına yardımcı olabilir.
uk: Якщо ви не чуєте звуку або звук пошкоджений, спробуйте перевести комп’ютер у режим сну та розбудити його. Це може допомогти переініціалізувати системний динамік на уражених чипсетах.
vi: Nếu bạn không nghe thấy âm thanh hoặc âm thanh bị hỏng, hãy thử đặt máy tính ở chế độ ngủ và đánh thức nó. Thao tác này có thể giúp khởi động lại loa hệ thống trên các chipset bị ảnh hưởng.

# checkBox_enable_create_beep_from_soundcard.Text
source: Use sound device to create beep
it: Usa dispositivo audio per creare un segnale acustico
ru: Использовать звуковое устройство для создания звукового сигнала
tr: Bip sesi oluşturmak için ses aygıtını kullan
uk: Використовувати звуковий пристрій для створення звукового сигналу
vi: Sử dụng thiết bị âm thanh để tạo tiếng bíp

# checkBox_enable_create_beep_from_soundcard.ToolTip
source: Use sound device instead of system speaker to create beep
it: Utilizzare il dispositivo audio invece dell'altoparlante di sistema per creare un segnale acustico
ru: Используйте звуковое устройство вместо системного динамика для создания звукового сигнала.
tr: Bip sesi oluşturmak için sistem hoparlörü yerine ses kartını kullan
uk: Використовуйте звуковий пристрій замість системного динаміка для створення звукового сигналу
vi: Sử dụng âm thanh thiết bị để tạo bíp âm thanh

# group_beep_creation_from_sound_card_settings.Text
source: Beep Creation from Sound Device Settings
it: Creazione di segnali acustici dalle impostazioni del dispositivo audio
ru: Создание звукового сигнала из настроек звукового устройства
tr: Ses Aygıtından Bip Sesi Oluşturma Seçenekleri
uk: Створення звукового сигналу з налаштувань звукового пристрою
vi: Tạo tiếng bíp từ Cài đặt thiết bị âm thanh

# label_create_beep_from_soundcard_automatically_activated_message_2.Text
source: The "Use sound device to create beep" feature is automatically enabled because the computer is a compact computer or its type is unknown.
it: La funzione "Usa dispositivo audio per creare un segnale acustico" è abilitata automaticamente perché il computer è un computer compatto o il suo tipo è sconosciuto.
ru: Функция «Использовать звуковое устройство для создания звукового сигнала» включается автоматически, поскольку компьютер представляет собой компактный компьютер или его тип неизвестен.
tr: "Bip sesi oluşturmak için ses aygıtını kullan" özelliği bilgisayarın kompakt bir bilgisayar olması veya tipinin bilinmemesi nedeniyle otomatik olarak etkinleştirilmiştir
uk: Функція «Використовувати звуковий пристрій для створення звукового сигналу» автоматично вмикається, оскільки комп’ютер є компактним або його тип невідомий.
vi: Tính năng "Sử dụng thiết bị âm thanh để tạo tiếng bíp" được tự động bật vì máy tính là máy tính nhỏ gọn hoặc không xác định được loại máy.

# label_create_beep_from_soundcard_automatically_activated_message_1.Text
source: The "Use sound device to create beep" feature is automatically enabled because the system speaker output is not detected, or the system speaker output is non-standard.
it: La funzione "Usa dispositivo audio per creare un segnale acustico" viene abilitata automaticamente perché l'uscita dell'altoparlante di sistema non viene rilevata oppure non è standard.
ru: Функция «Использовать звуковое устройство для создания звукового сигнала» включается автоматически, поскольку выход системного динамика не обнаружен или выход системного динамика нестандартен.
tr: "Bip sesi oluşturmak için ses aygıtını kullan özelliği" sistem hoparlörü çıkışının algılanamaması veya sistem hoparlörü çıkışının standart dışı olması nedeniyle otomatik olarak etkinleştirilmiştir.
uk: Функція «Використовувати звуковий пристрій для створення звукового сигналу» автоматично вмикається, оскільки вихід системного динаміка не виявлено або вихід системного динаміка нестандартний.
vi: Tính năng "Sử dụng thiết bị âm thanh để tạo tiếng bíp" được tự động bật vì đầu ra loa hệ thống không được phát hiện hoặc đầu ra loa hệ thống không chuẩn.

# label_create_beep_from_soundcard_automatically_activated_message_3.Text
source: The "Use sound device to create beep" feature is automatically enabled due to system limitations or chipset compatibility issues to ensure stable audio output.
it: La funzione "Usa dispositivo audio per creare un segnale acustico" viene abilitata automaticamente a causa di limitazioni del sistema o problemi di compatibilità del chipset per garantire un'uscita audio stabile.
ru: Функция «Использовать звуковое устройство для создания звукового сигнала» автоматически включается из-за системных ограничений или проблем совместимости чипсета для обеспечения стабильного вывода звука.
tr: Sistem sınırlamaları veya yonga seti uyumluluk sorunları nedeniyle, kararlı ses çıkışı sağlamak için "Bip sesi oluşturmak için ses aygıtını kullan" özelliği otomatik olarak etkinleştirilmiştir.
uk: Функція «Використовувати звуковий пристрій для створення звукового сигналу» автоматично вмикається через системні обмеження або проблеми сумісності чіпсета для забезпечення стабільного виводу звуку.
vi: Tính năng "Sử dụng thiết bị âm thanh để tạo tiếng bíp" được tự động bật do hạn chế của hệ thống hoặc sự cố tương thích của chipset để đảm bảo đầu ra âm thanh ổn định.

# button_show_reason.Text
source: Show the reason for this situation
it: Mostra il motivo di questa situazione
ru: Покажите причину этой ситуации
tr: Bu durumun nedenini göster
uk: Покажіть причину цієї ситуації
vi: Trình bày lý do cho tình huống này

# group_tone_waveform.Text
source: Tone Waveform
it: Forma d'onda del tono
ru: Форма тональной волны
tr: Ton Dalga Şekli
uk: Тональна хвиля
vi: Dạng sóng âm thanh

# radioButton_noise.Text
source: Noise (for creating sound effects)
it: Rumore (per creare effetti sonori)
ru: Шум (для создания звуковых эффектов)
tr: Gürültü (ses efektleri oluşturmak için)
uk: Шум (для створення звукових ефектів)
vi: Tiếng ồn (để tạo hiệu ứng âm thanh)

# radioButton_triangle.Text
source: Triangle
it: Triangolo
ru: Треугольник
tr: Üçgen
uk: Трикутник
vi: Hình tam giác

# radioButton_sine.Text
source: Sine
it: Seno
ru: Синус
tr: Sinüs
uk: Синус
vi: Sin

# radioButton_square.Text
source: Square (Default)
it: Quadrato (predefinito)
ru: Квадрат (по умолчанию)
tr: Kare (Varsayılan)
uk: Квадрат (за замовчуванням)
vi: Hình vuông (Mặc định)

# checkBox_use_midi_input.Text
source: Use live MIDI input
it: Utilizzare l'input MIDI live
ru: Используйте живой MIDI-вход
tr: Canlı MIDI girişini kullan
uk: Використовуйте живий MIDI-вхід
vi: Sử dụng đầu vào MIDI trực tiếp

# checkBox_use_midi_input.ToolTip
source: Use MIDI input device to send notes to the NeoBleeper. If you have a MIDI keyboard, you can use it to play notes on the NeoBleeper.
it: Utilizza un dispositivo di input MIDI per inviare note al NeoBleeper.
ru: Используйте MIDI-устройство ввода для отправки нот на NeoBleeper. Если у вас есть MIDI-клавиатура, вы можете использовать её для воспроизведения нот на NeoBleeper.
tr: NeoBleeper'a nota göndermek için MIDI giriş aygıtını kullanın. Bir MIDI klavyeniz varsa, NeoBleeper'da nota çalmak için bunu kullanabilirsiniz.
uk: Використовуйте пристрій введення MIDI для надсилання нот на NeoBleeper.
vi: Sử dụng thiết bị đầu vào MIDI để gửi nốt nhạc đến NeoBleeper.

# group_midi_input_devices.Text
source: MIDI Input Devices
it: Dispositivi di input MIDI
ru: Устройства ввода MIDI
tr: MIDI Giriş Aygıtları
uk: Вхідні пристрої MIDI
vi: Thiết bị đầu vào MIDI

# refresh_midi_input_button.Text
source: Refresh
it: Aggiorna
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm cho khỏe lại

# refresh_midi_input_button.ToolTip
source: Refresh the list of MIDI input devices
it: Aggiorna l'elenco dei dispositivi di input MIDI
ru: Обновить список устройств ввода MIDI
tr: MIDI giriş aygıtları listesini yenile
uk: Оновити список пристроїв введення MIDI
vi: Làm mới danh sách các thiết bị đầu vào MIDI

# comboBox_midi_input_devices.ToolTip
source: Select the MIDI input device you want to use. If you have multiple devices, select the one you want to use for input.
it: Seleziona il dispositivo di input MIDI che desideri utilizzare. Se disponi di più dispositivi, seleziona quello che desideri utilizzare per l'input.
ru: Выберите MIDI-устройство ввода, которое вы хотите использовать. Если у вас несколько устройств, выберите то, которое вы хотите использовать для ввода.
tr: Kullanmak istediğiniz MIDI giriş aygıtını seçiniz. Birden fazla aygıtınıx varsa, giriş için kullanmak istediğiniz aygıtı seçiniz.
uk: Виберіть MIDI-пристрій введення, який ви хочете використовувати. Якщо у вас є кілька пристроїв, виберіть той, який ви хочете використовувати для введення.
vi: Chọn thiết bị đầu vào MIDI bạn muốn sử dụng. Nếu bạn có nhiều thiết bị, hãy chọn thiết bị bạn muốn sử dụng để nhập.

# label_midi_input_device.Text
source: Select MIDI Input Device
it: Seleziona dispositivo di input MIDI
ru: Выберите устройство ввода MIDI
tr: MIDI Giriş Aygıtını Seçiniz
uk: Виберіть MIDI-пристрій введення
vi: Chọn thiết bị đầu vào MIDI

# checkBox_use_midi_output.Text
source: Use MIDI output
it: Utilizzare l'uscita MIDI
ru: Использовать MIDI-выход
tr: MIDI çıkışını kullan
uk: Використовувати MIDI-вихід
vi: Sử dụng đầu ra MIDI

# checkBox_use_midi_output.ToolTip
source: Use MIDI output device to play notes. This will allow you to use external MIDI devices or software synthesizers.
ru: Используйте MIDI-устройство для воспроизведения нот.
tr: Notaları çalmak için MIDI çıkış aygıtını kullan. Bu, harici MIDI aygıtlarını veya yazılım sentezleyicilerini kullanmanıza olanak tanır.
uk: Використовуйте вихідний MIDI-пристрій для відтворення нот.
vi: Sử dụng thiết bị đầu ra MIDI để chơi các nốt nhạc. Điều này sẽ cho phép bạn sử dụng các thiết bị MIDI bên ngoài hoặc phần mềm tổng hợp.

# group_midi_output_devices.Text
source: MIDI Output Devices
it: Dispositivi di uscita MIDI
ru: Устройства вывода MIDI
tr: MIDI Çıkış Aygıtları
uk: Вихідні MIDI-пристрої
vi: Thiết bị đầu ra MIDI

# comboBox_midi_output_instrument.Items
source: Acoustic Grand Piano
it: Pianoforte acustico a coda
ru: Акустический рояль
tr: Akustik Kuyruklu Piyano
uk: Đàn Piano Grand Acoustic
vi: Đàn Piano Acoustic Grand
