Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/SettingsWindow.*.resx
Languages: it, ru, tr, uk, vi

# comboBox_midi_output_instrument.Items1
source: Bright Acoustic Piano
it: Pianoforte acustico brillante
ru: Яркое акустическое фортепиано
tr: Parlak Akustik Piyano
uk: Đàn Piano Acoustic Sáng
vi: Đàn Piano Acoustic Sáng

# comboBox_midi_output_instrument.Items2
source: Electric Grand Piano
it: Pianoforte elettrico a coda
ru: Электрический рояль
tr: Elektrikli Kuyruklu Piyano
uk: Đàn Piano Grand Điện
vi: Đàn Piano Điện Grand

# comboBox_midi_output_instrument.Items3
source: Honky-tonk Piano
it: Pianoforte honky-tonk
ru: Хонки-тонк пианино
tr: Honky-tonk Piyano
uk: Đàn Piano Honky-tonk
vi: Đàn Piano Honky-tonk

# comboBox_midi_output_instrument.Items4
source: Electric Piano 1
it: Pianoforte elettrico 1
ru: Электропианино 1
tr: Elektrikli Piyano 1
uk: Đàn Piano Điện 1
vi: Đàn Piano Điện 1

# comboBox_midi_output_instrument.Items5
source: Electric Piano 2
it: Pianoforte elettrico 2
ru: Электропианино 2
tr: Elektrikli Piyano 2
uk: Đàn Piano Điện 2
vi: Đàn Piano Điện 2

# comboBox_midi_output_instrument.Items6
source: Harpsichord
it: Clavicembalo
ru: Клавесин
tr: Klavsen
uk: Đàn Harpsichord
vi: Đàn Harpsichord

# comboBox_midi_output_instrument.Items7
source: Clavinet
ru: Клавинет
tr: Klavinet
uk: Đàn Clavinet
vi: Đàn Clavinet

# comboBox_midi_output_instrument.Items8
source: Celesta
ru: Челеста
tr: Çelesta
uk: Đàn Celesta
vi: Đàn Celesta

# comboBox_midi_output_instrument.Items9
source: Glockenspiel
ru: Глокеншпиль
uk: Đàn Glockenspiel
vi: Đàn Glockenspiel

# comboBox_midi_output_instrument.Items10
source: Music Box
it: Carillon
ru: Музыкальная шкатулка
tr: Müzik Kutusu
uk: Hộp Nhạc
vi: Hộp Nhạc

# comboBox_midi_output_instrument.Items11
source: Vibraphone
it: Vibrafono
ru: Вибрафон
tr: Vibrafon
uk: Đàn Vibraphone
vi: Đàn Vibraphone

# comboBox_midi_output_instrument.Items12
source: Marimba
ru: Маримба
uk: Đàn Marimba
vi: Đàn Marimba

# comboBox_midi_output_instrument.Items13
source: Xylophone
it: Xilofono
ru: Ксилофон
tr: Ksilofon
uk: Đàn Xylophone
vi: Đàn Xylophone

# comboBox_midi_output_instrument.Items14
source: Tubular Bells
it: Campane tubolari
ru: Трубчатые колокола
tr: Borulu Çanlar
uk: Chuông Ống
vi: Chuông Ống

# comboBox_midi_output_instrument.Items15
source: Dulcimer
ru: Цимбалы
uk: Đàn Dulcimer
vi: Đàn Dulcimer

# comboBox_midi_output_instrument.Items16
source: Drawbar Organ
it: Organo drawbar
ru: Орган с регистрами
tr: Çekmeli Org
uk: Đàn Organ Thanh Kéo
vi: Đàn Organ Drawbar

# comboBox_midi_output_instrument.Items17
source: Percussive Organ
it: Organo percussivo
ru: Перкуссионный орган
tr: Perküsif Org
uk: Đàn Organ Gõ
vi: Đàn Organ Gõ

# comboBox_midi_output_instrument.Items18
source: Rock Organ
it: Organo rock
ru: Рок-орган
tr: Rock Org
uk: Đàn Organ Rock
vi: Đàn Organ Rock

# comboBox_midi_output_instrument.Items19
source: Church Organ
it: Organo da chiesa
ru: Церковный орган
tr: Kilise Orgu
uk: Đàn Organ Nhà Thờ
vi: Đàn Organ Nhà Thờ

# comboBox_midi_output_instrument.Items20
source: Reed Organ
it: Organo a canne
ru: Язычковый орган
tr: Kamış Org
uk: Đàn Organ Lưỡi Gà

# comboBox_midi_output_instrument.Items21
source: Accordion
it: Fisarmonica
ru: Аккордеон
tr: Akordeon
uk: Đàn Accordion

# comboBox_midi_output_instrument.Items22
source: Harmonica
it: Armonica
ru: Губная гармоника
tr: Armonika
uk: Đàn Harmonica

# comboBox_midi_output_instrument.Items23
source: Tango Accordion
it: Fisarmonica tango
ru: Танго-аккордеон
tr: Tango Akordeonu
uk: Đàn Accordion Tango

# comboBox_midi_output_instrument.Items24
source: Acoustic Guitar (nylon)
it: Chitarra acustica (nylon)
ru: Акустическая гитара (нейлон)
tr: Akustik Gitar (naylon)
uk: Đàn Guitar Acoustic (nylon)

# comboBox_midi_output_instrument.Items25
source: Acoustic Guitar (steel)
it: Chitarra acustica (acciaio)
ru: Акустическая гитара (сталь)
tr: Akustik Gitar (çelik)
uk: Đàn Guitar Acoustic (thép)

# comboBox_midi_output_instrument.Items26
source: Electric Guitar (jazz)
it: Chitarra elettrica (jazz)
ru: Электрогитара (джаз)
tr: Elektro Gitar (caz)
uk: Đàn Guitar Điện (jazz)

# comboBox_midi_output_instrument.Items27
source: Electric Guitar (clean)
it: Chitarra elettrica (pulita)
ru: Электрогитара (чистая)
tr: Elektro Gitar (temiz)
uk: Đàn Guitar Điện (clean)

# comboBox_midi_output_instrument.Items28
source: Electric Guitar (muted)
it: Chitarra elettrica (muta)
ru: Электрогитара (приглушённая)
tr: Elektro Gitar (susturulmuş)
uk: Đàn Guitar Điện (tắt tiếng)

# comboBox_midi_output_instrument.Items29
source: Overdriven Guitar
it: Chitarra overdrive
ru: Овердрайв-гитара
tr: Overdrive Gitar
uk: Đàn Guitar Overdriven

# comboBox_midi_output_instrument.Items30
source: Distortion Guitar
it: Chitarra distorta
ru: Дисторшн-гитара
tr: Distortion Gitar
uk: Đàn Guitar Distortion

# comboBox_midi_output_instrument.Items31
source: Guitar harmonics
it: Armonici di chitarra
ru: Гитарные флажолеты
tr: Gitar armonikleri
uk: Âm Hòa Guitar

# comboBox_midi_output_instrument.Items32
source: Acoustic Bass
it: Basso acustico
ru: Акустический бас
tr: Akustik Bas
uk: Đàn Bass Acoustic

# comboBox_midi_output_instrument.Items33
source: Electric Bass (finger)
it: Basso elettrico (dita)
ru: Электрический бас (пальцы)
tr: Elektrik Bas (parmak)
uk: Đàn Bass Điện (ngón tay)

# comboBox_midi_output_instrument.Items34
source: Electric Bass (pick)
it: Basso elettrico (plettro)
ru: Электрический бас (медиатор)
tr: Elektrik Bas (mızrap)
uk: Đàn Bass Điện (phím gảy)

# comboBox_midi_output_instrument.Items35
source: Fretless Bass
it: Basso fretless
ru: Безладовый бас
tr: Perdesiz Bas
uk: Đàn Bass Không Phím

# comboBox_midi_output_instrument.Items36
source: Slap Bass 1
ru: Слэп-бас 1
tr: Slap Bas 1
uk: Đàn Bass Slap 1

# comboBox_midi_output_instrument.Items37
source: Slap Bass 2
ru: Слэп-бас 2
tr: Slap Bas 2
uk: Đàn Bass Slap 2

# comboBox_midi_output_instrument.Items38
source: Synth Bass 1
it: Basso synth 1
ru: Синтезаторный бас 1
tr: Synth Bas 1
uk: Đàn Bass Synth 1

# comboBox_midi_output_instrument.Items39
source: Synth Bass 2
it: Basso synth 2
ru: Синтезаторный бас 2
tr: Synth Bas 2
uk: Đàn Bass Synth 2

# comboBox_midi_output_instrument.Items40
source: Violin
it: Violino
ru: Скрипка
tr: Keman
uk: Đàn Violin

# comboBox_midi_output_instrument.Items41
source: Viola
ru: Альт
tr: Viyola
uk: Đàn Viola

# comboBox_midi_output_instrument.Items42
source: Cello
it: Violoncello
ru: Виолончель
tr: Çello
uk: Đàn Cello

# comboBox_midi_output_instrument.Items43
source: Contrabass
it: Contrabbasso
ru: Контрабас
tr: Kontrbas
uk: Đàn Contrabass

# comboBox_midi_output_instrument.Items44
source: Tremolo Strings
it: Archi tremolo
ru: Тремоло струнные
tr: Tremolo Yaylılar
uk: Dây Tremolo

# comboBox_midi_output_instrument.Items45
source: Pizzicato Strings
it: Archi pizzicato
ru: Пиццикато струнные
tr: Pizzicato Yaylılar
uk: Dây Pizzicato

# comboBox_midi_output_instrument.Items46
source: Orchestral Harp
it: Arpa orchestrale
ru: Оркестровая арфа
tr: Orkestra Arfı
uk: Đàn Harp Giao Hưởng

# comboBox_midi_output_instrument.Items47
source: Timpani
ru: Литавры
uk: Trống Timpani

# comboBox_midi_output_instrument.Items48
source: String Ensemble 1
it: Ensemble d'archi 1
ru: Струнный ансамбль 1
tr: Yaylı Topluluğu 1
uk: Hợp T주 Dây 1

# comboBox_midi_output_instrument.Items49
source: String Ensemble 2
it: Ensemble d'archi 2
ru: Струнный ансамбль 2
tr: Yaylı Topluluğu 2
uk: Hợp Tấu Dây 2

# comboBox_midi_output_instrument.Items50
source: SynthStrings 1
it: Archi synth 1
ru: Синтезаторные струнные 1
tr: Synth Yaylılar 1
uk: Dây Synth 1

# comboBox_midi_output_instrument.Items51
source: SynthStrings 2
it: Archi synth 2
ru: Синтезаторные струнные 2
tr: Synth Yaylılar 2
uk: Dây Synth 2

# comboBox_midi_output_instrument.Items52
source: Choir Aahs
it: Coro Aahs
ru: Хор Ааа
tr: Koro Aahs
uk: Hợp Xướng Aahs

# comboBox_midi_output_instrument.Items53
source: Voice Oohs
it: Voce Oohs
ru: Голоса Ууу
tr: Ses Oohs
uk: Giọng Oohs

# comboBox_midi_output_instrument.Items54
source: Synth Voice
it: Voce
ru: Синтезаторный голос
tr: Synth Ses
uk: Giọng Synth

# comboBox_midi_output_instrument.Items55
source: Orchestra Hit
it: Colpo orchestrale
ru: Оркестровый удар
tr: Orkestra Vuruşu
uk: Nhịp Giao Hưởng

# comboBox_midi_output_instrument.Items56
source: Trumpet
it: Tromba
ru: Труба
tr: Trompet
uk: Kèn Trumpet

# comboBox_midi_output_instrument.Items57
source: Trombone
ru: Тромбон
tr: Trombon
uk: Kèn Trombone

# comboBox_midi_output_instrument.Items58
source: Tuba
ru: Туба
uk: Kèn Tuba

# comboBox_midi_output_instrument.Items59
source: Muted Trumpet
it: Tromba con sordina
ru: Труба с сурдиной
tr: Susturuculu Trompet
uk: Kèn Trumpet Tắt Tiếng

# comboBox_midi_output_instrument.Items60
source: French Horn
it: Corno francese
ru: Валторна
tr: Korno
uk: Kèn French Horn

# comboBox_midi_output_instrument.Items61
source: Brass Section
it: Sezione ottoni
ru: Секция медных духовых
tr: Bakır Üflemeli Grubu
uk: Nhóm Kèn Đồng

# comboBox_midi_output_instrument.Items62
source: SynthBrass 1
it: Ottoni synth 1
ru: Синтезаторная медь 1
tr: Synth Bakır 1
uk: Kèn Đồng Synth 1

# comboBox_midi_output_instrument.Items63
source: SynthBrass 2
it: Ottoni synth 2
ru: Синтезаторная медь 2
tr: Synth Bakır 2
uk: Kèn Đồng Synth 2

# comboBox_midi_output_instrument.Items64
source: Soprano Sax
it: Sassofono soprano
ru: Сопрано-саксофон
tr: Soprano Saksafon
uk: Kèn Saxophone Soprano

# comboBox_midi_output_instrument.Items65
source: Alto Sax
it: Sassofono alto
ru: Альт-саксофон
tr: Alto Saksafon
uk: Kèn Saxophone Alto

# comboBox_midi_output_instrument.Items66
source: Tenor Sax
it: Sassofono tenore
ru: Тенор-саксофон
tr: Tenor Saksafon
uk: Kèn Saxophone Tenor

# comboBox_midi_output_instrument.Items67
source: Baritone Sax
it: Sassofono baritono
ru: Баритон-саксофон
tr: Bariton Saksafon
uk: Kèn Saxophone Baritone

# comboBox_midi_output_instrument.Items68
source: Oboe
ru: Гобой
tr: Obua
uk: Kèn Oboe

# comboBox_midi_output_instrument.Items69
source: English Horn
it: Corno inglese
ru: Английский рожок
tr: İngiliz Kornosu
uk: Kèn English Horn

# comboBox_midi_output_instrument.Items70
source: Bassoon
it: Fagotto
ru: Фагот
tr: Fagot
uk: Kèn Bassoon

# comboBox_midi_output_instrument.Items71
source: Clarinet
it: Clarinetto
ru: Кларнет
tr: Klarnet
uk: Kèn Clarinet

# comboBox_midi_output_instrument.Items72
source: Piccolo
it: Ottavino
ru: Пикколо
tr: Pikolo
uk: Sáo Piccolo

# comboBox_midi_output_instrument.Items73
source: Flute
it: Flauto
ru: Флейта
tr: Flüt
uk: Sáo Flute

# comboBox_midi_output_instrument.Items74
source: Recorder
it: Flauto dolce
ru: Блокфлейта
tr: Blokflüt
uk: Sáo Recorder

# comboBox_midi_output_instrument.Items75
source: Pan Flute
it: Flauto di Pan
ru: Флейта Пана
tr: Pan Flütü
uk: Sáo Pan

# comboBox_midi_output_instrument.Items76
source: Blown Bottle
it: Bottiglia soffiata
ru: Надувная бутылка
tr: Üflemeli Şişe
uk: Chai Thổi

# comboBox_midi_output_instrument.Items77
source: Shakuhachi
ru: Сякухати
uk: Sáo Shakuhachi

# comboBox_midi_output_instrument.Items78
source: Whistle
it: Fischietto
ru: Свисток
tr: Düdük
uk: Còi

# comboBox_midi_output_instrument.Items79
source: Ocarina
ru: Окарина
tr: Okarina
uk: Sáo Ocarina

# comboBox_midi_output_instrument.Items80
source: Lead 1 (square)
it: Lead 1 (quadra)
ru: Лид 1 (квадрат)
tr: Lead 1 (kare)
uk: Lead 1 (vuông)

# comboBox_midi_output_instrument.Items81
source: Lead 2 (sawtooth)
it: Lead 2 (dente di sega)
ru: Лид 2 (пила)
tr: Lead 2 (testere dişi)
uk: Lead 2 (răng cưa)

# comboBox_midi_output_instrument.Items82
source: Lead 3 (calliope)
ru: Лид 3 (каллиопа)

# comboBox_midi_output_instrument.Items83
source: Lead 4 (chiff)
ru: Лид 4 (чифф)

# comboBox_midi_output_instrument.Items84
source: Lead 5 (charang)
ru: Лид 5 (чаранг)

# comboBox_midi_output_instrument.Items85
source: Lead 6 (voice)
it: Lead 6 (voce)
ru: Лид 6 (голос)
tr: Lead 6 (ses)
uk: Lead 6 (giọng)

# comboBox_midi_output_instrument.Items86
source: Lead 7 (fifths)
it: Lead 7 (quinte)
ru: Лид 7 (квинты)
tr: Lead 7 (beşliler)
uk: Lead 7 (quãng năm)

# comboBox_midi_output_instrument.Items87
source: Lead 8 (bass + lead)
it: Lead 8 (basso + lead)
ru: Лид 8 (бас + лид)
tr: Lead 8 (bas + lead)

# comboBox_midi_output_instrument.Items88
source: Pad 1 (new age)
ru: Пэд 1 (нью-эйдж)

# comboBox_midi_output_instrument.Items89
source: Pad 2 (warm)
it: Pad 2 (caldo)
ru: Пэд 2 (тёплый)
tr: Pad 2 (sıcak)
uk: Pad 2 (ấm)

# comboBox_midi_output_instrument.Items90
source: Pad 3 (polysynth)
ru: Пэд 3 (полисинт)

# comboBox_midi_output_instrument.Items91
source: Pad 4 (choir)
it: Pad 4 (coro)
ru: Пэд 4 (хор)
tr: Pad 4 (koro)
uk: Pad 4 (hợp xướng)

# comboBox_midi_output_instrument.Items92
source: Pad 5 (bowed)
it: Pad 5 (archetto)
ru: Пэд 5 (смычковый)
tr: Pad 5 (yaylı)
uk: Pad 5 (kéo cung)

# comboBox_midi_output_instrument.Items93
source: Pad 6 (metallic)
it: Pad 6 (metallico)
ru: Пэд 6 (металлический)
tr: Pad 6 (metalik)
uk: Pad 6 (kim loại)

# comboBox_midi_output_instrument.Items94
source: Pad 7 (halo)
it: Pad 7 (alone)
ru: Пэд 7 (гало)
tr: Pad 7 (hale)
uk: Pad 7 (hào quang)

# comboBox_midi_output_instrument.Items95
source: Pad 8 (sweep)
ru: Пэд 8 (свип)
tr: Pad 8 (süpürme)
uk: Pad 8 (quét)

# comboBox_midi_output_instrument.Items96
source: FX 1 (rain)
it: FX 1 (pioggia)
ru: Эффект 1 (дождь)
tr: FX 1 (yağmur)
uk: FX 1 (mưa)

# comboBox_midi_output_instrument.Items97
source: FX 2 (soundtrack)
it: FX 2 (colonna sonora)
ru: Эффект 2 (саундтрек)
tr: FX 2 (film müziği)
uk: FX 2 (nhạc phim)

# comboBox_midi_output_instrument.Items98
source: FX 3 (crystal)
it: FX 3 (cristallo)
ru: Эффект 3 (кристалл)
tr: FX 3 (kristal)
uk: FX 3 (pha lê)

# comboBox_midi_output_instrument.Items99
source: FX 4 (atmosphere)
it: FX 4 (atmosfera)
ru: Эффект 4 (атмосфера)
tr: FX 4 (atmosfer)
uk: FX 4 (khí quyển)

# comboBox_midi_output_instrument.Items100
source: FX 5 (brightness)
it: FX 5 (luminosità)
ru: Эффект 5 (яркость)
tr: FX 5 (parlaklık)
uk: FX 5 (độ sáng)

# comboBox_midi_output_instrument.Items101
source: FX 6 (goblins)
it: FX 6 (folletti)
ru: Эффект 6 (гоблины)
tr: FX 6 (cinler)
uk: FX 6 (yêu tinh)

# comboBox_midi_output_instrument.Items102
source: FX 7 (echoes)
it: FX 7 (echi)
ru: Эффект 7 (эхо)
tr: FX 7 (yankılar)
uk: FX 7 (tiếng vang)

# comboBox_midi_output_instrument.Items103
source: FX 8 (sci-fi)
it: FX 8 (fantascienza)
ru: Эффект 8 (научная фантастика)
tr: FX 8 (bilim kurgu)
uk: FX 8 (khoa học viễn tưởng)

# comboBox_midi_output_instrument.Items104
source: Sitar
ru: Ситар
uk: Đàn Sitar

# comboBox_midi_output_instrument.Items105
source: Banjo
ru: Банджо
uk: Đàn Banjo

# comboBox_midi_output_instrument.Items106
source: Shamisen
ru: Сямисэн
uk: Đàn Shamisen

# comboBox_midi_output_instrument.Items107
source: Koto
ru: Кото
uk: Đàn Koto

# comboBox_midi_output_instrument.Items108
source: Kalimba
ru: Калимба
uk: Đàn Kalimba

# comboBox_midi_output_instrument.Items109
source: Bag pipe
it: Cornamusa
ru: Волынка
tr: Gayda
uk: Kèn Túi

# comboBox_midi_output_instrument.Items110
source: Fiddle
it: Violino popolare
ru: Скрипка (народная)
tr: Keman (halk)
uk: Đàn Fiddle

# comboBox_midi_output_instrument.Items111
source: Shanai
ru: Шанай
uk: Kèn Shanai

# comboBox_midi_output_instrument.Items112
source: Tinkle Bell
it: Campanellini
ru: Колокольчик
tr: Çıngırak
uk: Chuông Leng Keng

# comboBox_midi_output_instrument.Items113
source: Agogo
ru: Агого
uk: Trống Agogo

# comboBox_midi_output_instrument.Items114
source: Steel Drums
it: Steel drum
ru: Стальные барабаны
tr: Çelik Davullar
uk: Trống Thép

# comboBox_midi_output_instrument.Items115
source: Woodblock
it: Blocco di legno
ru: Деревянный блок
tr: Tahta Blok
uk: Khối Gỗ

# comboBox_midi_output_instrument.Items116
source: Taiko Drum
it: Tamburo taiko
ru: Барабан тайко
tr: Taiko Davul
uk: Trống Taiko

# comboBox_midi_output_instrument.Items117
source: Melodic Tom
it: Tom melodico
ru: Мелодичный том
tr: Melodik Tom
uk: Trống Tom Giai Điệu

# comboBox_midi_output_instrument.Items118
source: Synth Drum
it: Tamburo synth
ru: Синтезаторный барабан
tr: Synth Davul
uk: Trống Synth

# comboBox_midi_output_instrument.Items119
source: Reverse Cymbal
it: Piatto inverso
ru: Перевёрнутая тарелка
tr: Ters Zil
uk: Chũm Chọe Ngược

# comboBox_midi_output_instrument.Items120
source: Guitar Fret Noise
it: Rumore di tasti chitarra
ru: Шум ладов гитары
tr: Gitar Perde Sesi
uk: Tiếng Ồn Phím Đàn Guitar

# comboBox_midi_output_instrument.Items121
source: Breath Noise
it: Rumore di respiro
ru: Шум дыхания
tr: Nefes Sesi
uk: Tiếng Thở

# comboBox_midi_output_instrument.Items122
source: Seashore
it: Riva del mare
ru: Морской берег
tr: Deniz Kıyısı
uk: Bờ Biển

# comboBox_midi_output_instrument.Items123
source: Bird Tweet
it: Cinguettio di uccelli
ru: Щебетание птиц
tr: Kuş Cıvıltısı
uk: Tiếng Chim Hót

# comboBox_midi_output_instrument.Items124
source: Telephone Ring
it: Squillo del telefono
ru: Телефонный звонок
tr: Telefon Zili
uk: Chuông Điện Thoại

# comboBox_midi_output_instrument.Items125
source: Helicopter
it: Elicottero
ru: Вертолёт
tr: Helikopter
uk: Trực Thăng

# comboBox_midi_output_instrument.Items126
source: Applause
it: Applausi
ru: Аплодисменты
tr: Alkış
uk: Vỗ Tay

# comboBox_midi_output_instrument.Items127
source: Gunshot
it: Sparo
ru: Выстрел
tr: Silah Sesi
uk: Tiếng Súng

# comboBox_midi_output_instrument.ToolTip
source: Select the instrument to be used for MIDI output The instrument will be used for all MIDI output.
it: Seleziona lo strumento da utilizzare per l'output MIDI Lo strumento verrà utilizzato per tutti gli output MIDI.
ru: Выберите инструмент, который будет использоваться для MIDI-вывода. Этот инструмент будет использоваться для всех MIDI-выводов.
tr: MIDI çıkışı için kullanılacak enstrümanı seçiniz Enstrüman tüm MIDI çıkışları için kullanılacaktır.
uk: Виберіть інструмент, який буде використовуватися для виводу MIDI Інструмент буде використовуватися для всіх виводів MIDI.
vi: Chọn nhạc cụ sẽ được sử dụng cho đầu ra MIDI Nhạc cụ sẽ được sử dụng cho tất cả đầu ra MIDI.

# comboBox_midi_output_channel.Items
source: Channel 1
it: Canale 1
ru: Канал 1
tr: Kanal 1
uk: Канал 1
vi: Kênh 1

# comboBox_midi_output_channel.Items1
source: Channel 2
it: Canale 2
ru: Канал 2
tr: Kanal 2
uk: Канал 2
vi: Kênh 2

# comboBox_midi_output_channel.Items2
source: Channel 3
it: Canale 3
ru: Канал 3
tr: Kanal 3
uk: Канал 3
vi: Kênh 3

# comboBox_midi_output_channel.Items3
source: Channel 4
it: Canale 4
ru: Канал 4
tr: Kanal 4
uk: Канал 4
vi: Kênh 4

# comboBox_midi_output_channel.Items4
source: Channel 5
it: Canale 5
ru: Канал 5
tr: Kanal 5
uk: Канал 5
vi: Kênh 5

# comboBox_midi_output_channel.Items5
source: Channel 6
it: Canale 6
ru: Канал 6
tr: Kanal 6
uk: Канал 6
vi: Kênh 6

# comboBox_midi_output_channel.Items6
source: Channel 7
it: Canale 7
ru: Канал 7
tr: Kanal 7
uk: Канал 7
vi: Kênh 7

# comboBox_midi_output_channel.Items7
source: Channel 8
it: Canale 8
ru: Канал 8
tr: Kanal 8
uk: Канал 8
vi: Kênh 8

# comboBox_midi_output_channel.Items8
source: Channel 9
it: Canale 9
ru: Канал 9
tr: Kanal 9
uk: Канал 9
vi: Kênh 9

# comboBox_midi_output_channel.Items9
source: Channel 10 (Percussion)
it: Canale 10
ru: Канал 10
tr: Kanal 10 (Vurmalı Çalgılar)
uk: Канал 10
vi: Kênh 10 (Nhạc cụ gõ)

# comboBox_midi_output_channel.Items10
source: Channel 11
it: Canale 11
ru: Канал 11
tr: Kanal 11
uk: Канал 11
vi: Kênh 11

# comboBox_midi_output_channel.Items11
source: Channel 12
it: Canale 12
ru: Канал 12
tr: Kanal 12
uk: Канал 12
vi: Kênh 12

# comboBox_midi_output_channel.Items12
source: Channel 13
it: Canale 13
ru: Канал 13
tr: Kanal 13
uk: Канал 13
vi: Kênh 13

# comboBox_midi_output_channel.Items13
source: Channel 14
it: Canale 14
ru: Канал 14
tr: Kanal 14
uk: Канал 14
vi: Kênh 14

# comboBox_midi_output_channel.Items14
source: Channel 15
it: Canale 15
ru: Канал 15
tr: Kanal 15
uk: Канал 15
vi: Kênh 15

# comboBox_midi_output_channel.Items15
source: Channel 16
it: Canale 16
ru: Канал 16
tr: Kanal 16
uk: Канал 16Канал 1
vi: Kênh 16

# comboBox_midi_output_channel.ToolTip
source: Select MIDI channel for output. If you are not sure, leave it as is.
it: Seleziona il canale MIDI per l'uscita. Se non sei sicuro, lascialo così com'è.
ru: Выберите MIDI-канал для вывода. Если вы не уверены, оставьте всё как есть.
tr: Çıkış için MIDI kanalını seçiniz Emin değilseniz, olduğu gibi bırakın.
uk: Виберіть MIDI-канал для виводу. Якщо ви не впевнені, залиште все як є.
vi: Chọn kênh MIDI để xuất. Nếu bạn không chắc chắn, hãy giữ nguyên.

# label_instrument.Text
source: Instrument
it: Strumento
ru: Инструмент
tr: Enstrüman
uk: Інструмент
vi: Dụng cụ

# label_channel.Text
source: Channel
it: Canale
ru: Канал
tr: Kanal
uk: Канал
vi: Kênh

# refresh_midi_output_button.Text
source: Refresh
it: Aggiorna
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm cho khỏe lại

# refresh_midi_output_button.ToolTip
source: Refresh the list of MIDI output devices
it: Aggiorna l'elenco dei dispositivi di output MIDI
ru: Обновить список устройств вывода MIDI
tr: MIDI çıkış aygıtları listesini yenile
uk: Оновити список вихідних MIDI-пристроїв
vi: Làm mới danh sách các thiết bị đầu ra MIDI

# comboBox_midi_output_devices.ToolTip
source: Select the MIDI output device to use for sending notes. If you have a MIDI device connected, it should appear here.
it: Seleziona il dispositivo di output MIDI da utilizzare per l'invio delle note. Se hai un dispositivo MIDI collegato, dovrebbe apparire qui.
ru: Выберите выходное MIDI-устройство для отправки нот. Если у вас подключено MIDI-устройство, оно должно появиться здесь.
tr: Nota göndermek için kullanılacak MIDI çıkış aygıtını seçiniz Bağlı bir MIDI aygıtınız varsa burada görünmelidir.
uk: Виберіть MIDI-пристрій виводу, який використовуватиметься для надсилання нот. Якщо у вас підключено MIDI-пристрій, він має відображатися тут.
vi: Chọn thiết bị đầu ra MIDI để sử dụng cho việc gửi ghi chú. Nếu bạn đã kết nối thiết bị MIDI, thiết bị đó sẽ xuất hiện ở đây.

# label_midi_output_device.Text
source: Select MIDI Output Device
it: Seleziona dispositivo di output MIDI
ru: Выберите выходное MIDI-устройство
tr: MIDI Çıkış Aygıtını Seçiniz
uk: Виберіть вихідний MIDI-пристрій
vi: Chọn thiết bị đầu ra MIDI

# groupBox_other_devices.Text
source: Other Devices
it: Altri dispositivi
ru: Другие устройства
tr: Diğer Aygıtlar
uk: Інші пристрої
vi: Các thiết bị khác

# button_get_firmware.Text
source: Get Firmware
it: Ottieni firmware
ru: Получить прошивку
tr: Yazılımı Al
uk: Отримати прошивку
vi: Tải phần mềm hệ thống

# button_get_firmware.ToolTip
source: Get compatible firmware for your microcontroller.
it: Ottieni firmware compatibile per il tuo microcontrollore.
ru: Получите совместимую прошивку для вашего микроконтроллера.
tr: Mikrodenetleyiciniz için uyumlu yazılımı al
uk: Отримайте сумісну прошивку для вашого мікроконтролера.
vi: Tải phần mềm hệ thống tương thích cho vi điều khiển của bạn.
