Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/settings_window.*.resx
Languages: de, fr

# general_settings.Text
source: General
de: Allgemein
fr: Généraux

# creating_sound_settings.Text
source: Creating Sounds
de: Erstellen von Sounds
fr: Créer des Sons

# devices_settings.Text
source: Devices
de: Geräte
fr: Appareils

# appearance.Text
source: Appearance
de: Aussehen
fr: Apparence

# groupBox_appearance.Text
source: General Appearance
de: Allgemeines Erscheinungsbild
fr: Aspect général

# checkBoxClassicBleeperMode.Text
source: Classic Bleeper mode
de: Klassischer Bleeper-Modus
fr: Mode Bleeper classique

# checkBoxClassicBleeperMode.ToolTip
source: Enable or disable classic Bleeper mode
de: Aktivieren oder deaktivieren Sie den klassischen Bleeper-Modus
fr: Activer ou désactiver le mode Bleeper classique

# lbl_theme.Text
source: Theme
de: Thema
fr: Thème

# comboBox_theme.Items
source: Use system theme
de: Systemdesign verwenden
fr: Utiliser le thème système

# comboBox_theme.Items1
source: Light
de: Hell
fr: Clair

# comboBox_theme.Items2
source: Dark
de: Dunkel
fr: Sombre

# comboBox_theme.ToolTip
source: Change the theme of the program
de: Ändern Sie das Thema des Programms
fr: Changer le thème du programme

# groupBoxCreateMusicWithAI.Text
source: Create Music With AI
de: Musik mit KI erstellen
fr: Créez de la musique avec l'IA

# buttonResetAPIKey.Text
source: Reset Google Gemini™ API Key
de: Google Gemini™ API-Schlüssel zurücksetzen
fr: Réinitialiser la clé API Google Gemini™

# buttonResetAPIKey.ToolTip
source: Reset the API key to clear the current key and allow you to enter a new one.
de: Setzen Sie den API-Schlüssel zurück, um den aktuellen Schlüssel zu löschen und die Eingabe eines neuen zu ermöglichen.
fr: Réinitialisez la clé API pour effacer la clé actuelle et vous permettre d'en saisir une nouvelle.

# buttonUpdateAPIKey.Text
source: Update Google Gemini™ API Key
de: Google Gemini™ API-Schlüssel aktualisieren
fr: Mettre à jour la clé API Google Gemini™

# buttonUpdateAPIKey.ToolTip
source: Save the API key in API key field. If you change the API key, you need to click this button to save it.
de: Speichern Sie den API-Schlüssel im Feld „API-Schlüssel“.
fr: Enregistrez la clé API dans le champ prévu à cet effet. Si vous modifiez la clé API, cliquez sur ce bouton pour l'enregistrer.

# buttonShowHide.Text
source: Show
de: Zeigen
fr: Montrer

# buttonShowHide.ToolTip
source: Show the API key in the API key field. Click again to hide it.
de: Zeigen Sie den API-Schlüssel im API-Schlüssel-Feld an. Klicken Sie erneut, um ihn auszublenden.
fr: Afficher la clé API dans le champ prévu à cet effet. Cliquez à nouveau pour la masquer.

# labelAPIKeyWarning.Text
source: Warning: For your security, do not share your Google Gemini™ API key with anyone else.
de: Warnung: Geben Sie zu Ihrer Sicherheit Ihren Google Gemini™ API-Schlüssel nicht an andere weiter.
fr: Avertissement: pour votre sécurité, ne partagez pas votre clé API Google Gemini™ avec qui que ce soit.

# labelAPIKey.Text
source: Google Gemini™ API Key
de: Google Gemini™ API-Schlüssel
fr: Clé API Google Gemini™

# textBoxAPIKey.ToolTip
source: Set your API key here to use the AI music generation feature. You can get your API key from https://aistudio.google.com/app/apikey.
de: Legen Sie hier Ihren API-Schlüssel fest, um die KI-Musikgenerierungsfunktion zu nutzen. Sie erhalten Ihren API-Schlüssel unter https://aistudio.google.com/app/apikey.
fr: Définissez votre clé API ici pour utiliser la fonctionnalité de génération musicale par IA. Vous pouvez obtenir votre clé API sur https://aistudio.google.com/app/apikey.

# groupBox_system_speaker_test.Text
source: Testing System Speaker
de: Testen des Systemlautsprechers
fr: Haut-parleur du système de test

# btn_test_system_speaker.Text
source: Test System Speaker
de: Test Systemlautsprecher
fr: Test Haut-Parleur Système

# btn_test_system_speaker.ToolTip
source: This button plays a short tune through the system speaker to test the system speaker on your computer.
de: Diese Schaltfläche spielt eine kurze Melodie über den Systemlautsprecher ab, um den Systemlautsprecher Ihres Computers zu testen.
fr: Ce bouton émet une courte mélodie via le haut-parleur du système pour tester le haut-parleur du système sur votre ordinateur.

# label_test_system_speaker_message.Text
source: If you do not hear any sound, you can use the "Use sound device to create beep" feature.
de: Wenn Sie keinen Ton hören, können Sie die Funktion „Soundgerät zum Erzeugen eines Signaltons verwenden“ verwenden.
fr: Si vous n'entendez aucun son, vous pouvez utiliser la fonction « Utiliser un périphérique audio pour créer un bip ».

# label_test_system_speaker_message_2.Text
source: Testing the system speaker is not available on computers that do not have a system speaker output, or on computers with a non-standard system speaker output.
de: Auf Computern ohne Systemlautsprecherausgang oder auf Computern mit nicht standardmäßigem Systemlautsprecherausgang hören Sie beim Testen des Systemlautsprechers möglicherweise keinen Ton oder es kann zu Instabilität oder unerwünschtem Verhalten kommen.
fr: Le test du haut-parleur système n'est pas disponible sur les ordinateurs qui ne disposent pas d'une sortie de haut-parleur système ou sur les ordinateurs dotés d'une sortie de haut-parleur système non standard.

# label_test_system_speaker_message_3.Text
source: On compact computers and computers of unknown type, you may not hear any sound or may cause instability or undesirable behavior when the system speaker is tested because the main speakers may be connected to the system speaker output instead of the actual system speaker.
de: Bei Kompaktcomputern und Computern unbekannten Typs kann es vorkommen, dass beim Testen des Systemlautsprechers kein Ton zu hören ist oder Instabilität oder unerwünschtes Verhalten auftritt, weil die Hauptlautsprecher möglicherweise an den Systemlautsprecherausgang angeschlossen sind und nicht an den eigentlichen Systemlautsprecher.
fr: Sur les ordinateurs compacts et les ordinateurs de type inconnu, vous risquez de ne pas entendre de son ou de provoquer une instabilité ou un comportement indésirable lorsque le haut-parleur du système est testé, car les haut-parleurs principaux peuvent être connectés à la sortie du haut-parleur du système au lieu du haut-parleur du système réel.

# checkBox_enable_create_beep_from_soundcard.Text
source: Use sound device to create beep
de: Soundgerät zum Erzeugen eines Signaltons verwenden
fr: Utiliser un périphérique audio pour créer un bip

# checkBox_enable_create_beep_from_soundcard.ToolTip
source: Use sound device instead of system speaker to create beep
de: Verwenden Sie ein Audiogerät anstelle des Systemlautsprechers, um einen Piepton zu erzeugen
fr: Utilisez un périphérique audio au lieu du haut-parleur du système pour créer un bip

# group_beep_creation_from_sound_card_settings.Text
source: Beep Creation from Sound Device Settings
de: Piepton-Erstellung über die Soundgeräteeinstellungen
fr: Création d'un bip à partir des paramètres du périphérique audio

# label_create_beep_from_soundcard_automatically_activated_message_1.Text
source: The "Use sound device to create beep" feature is permanently enabled because the system speaker output is not detected, or the system speaker output is non-standard.
de: Die Funktion „Soundgerät zum Erstellen eines Signaltons verwenden“ wird automatisch aktiviert, da die Systemlautsprecherausgabe nicht erkannt wird oder nicht dem Standard entspricht.
fr: La fonction « Utiliser un périphérique audio pour créer un bip » est activée en permanence car la sortie du haut-parleur du système n'est pas détectée ou la sortie du haut-parleur du système n'est pas standard.

# label_create_beep_from_soundcard_automatically_activated_message_2.Text
source: The "Use sound device to create beep" feature is automatically enabled because the computer is a compact computer or its type is unknown.
de: Die Funktion „Soundgerät zum Erzeugen eines Signaltons verwenden“ ist automatisch aktiviert, da es sich bei dem Computer um einen Kompaktcomputer handelt oder sein Typ unbekannt ist.

# button_show_reason.Text
source: Show the reason for this situation
de: Zeigen Sie den Grund für diese Situation
fr: Montrez la raison de cette situation

# group_tone_waveform.Text
source: Tone Waveform
de: Tonwellenform
fr: Forme d'onde de tonalité

# radioButton_noise.Text
source: Noise (for creating sound effects)
de: Rauschen (zum Erstellen von Soundeffekten)
fr: Bruit (pour créer des effets sonores)

# radioButton_triangle.Text
source: Triangle
de: Dreieck

# radioButton_sine.Text
source: Sine
de: Sinus
fr: Sinus

# radioButton_square.Text
source: Square (Default)
de: Quadrat (Standard)
fr: Carré (par défaut)

# checkBox_use_midi_input.Text
source: Use live MIDI input
de: Verwenden Sie Live-MIDI-Eingabe
fr: Utiliser l'entrée MIDI en direct

# checkBox_use_midi_input.ToolTip
source: Use MIDI input device to send notes to the NeoBleeper. If you have a MIDI keyboard, you can use it to play notes on the NeoBleeper.
de: Verwenden Sie ein MIDI-Eingabegerät, um Noten an den NeoBleeper zu senden.
fr: Utilisez un périphérique d'entrée MIDI pour envoyer des notes au NeoBleeper. Si vous possédez un clavier MIDI, vous pouvez l'utiliser pour jouer des notes sur le NeoBleeper.

# group_midi_input_devices.Text
source: MIDI Input Devices
de: MIDI-Eingabegeräte
fr: Périphériques d'entrée MIDI

# refresh_midi_input_button.Text
source: Refresh
de: Aktualisieren
fr: Rafraîchir

# refresh_midi_input_button.ToolTip
source: Refresh the list of MIDI input devices
de: Aktualisieren Sie die Liste der MIDI-Eingabegeräte
fr: Actualiser la liste des périphériques d'entrée MIDI

# comboBox_midi_input_devices.ToolTip
source: Select the MIDI input device you want to use. If you have multiple devices, select the one you want to use for input.
de: Wählen Sie das gewünschte MIDI-Eingabegerät aus.
fr: Sélectionnez le périphérique d'entrée MIDI à utiliser.

# label_midi_input_device.Text
source: Select MIDI Input Device
de: MIDI-Eingabegerät auswählen
fr: Sélectionner le périphérique d'entrée MIDI

# checkBox_use_midi_output.Text
source: Use MIDI output
de: MIDI-Ausgabe verwenden
fr: Utiliser la sortie MIDI

# checkBox_use_midi_output.ToolTip
source: Use MIDI output device to play notes. This will allow you to use external MIDI devices or software synthesizers.
de: Verwenden Sie ein MIDI-Ausgabegerät, um Noten abzuspielen.
fr: Utilisez un périphérique de sortie MIDI pour jouer des notes. Cela vous permettra d'utiliser des périphériques MIDI externes ou des synthétiseurs logiciels.

# group_midi_output_devices.Text
source: MIDI Output Devices
de: MIDI-Ausgabegeräte
fr: Périphériques de sortie MIDI

# label_channel.Text
source: Channel
de: Kanal
fr: Canal

# refresh_midi_output_button.Text
source: Refresh
de: Aktualisieren
fr: Rafraîchir

# refresh_midi_output_button.ToolTip
source: Refresh the list of MIDI output devices
de: Aktualisieren Sie die Liste der MIDI-Ausgabegeräte
fr: Actualiser la liste des périphériques de sortie MIDI

# comboBox_midi_output_devices.ToolTip
source: Select the MIDI output device to use for sending notes. If you have a MIDI device connected, it should appear here.
de: Wählen Sie das MIDI-Ausgabegerät zum Senden von Noten aus.
fr: Sélectionnez le périphérique de sortie MIDI à utiliser pour l'envoi de notes. Si vous avez un périphérique MIDI connecté, il devrait apparaître ici.

# label_midi_output_device.Text
source: Select MIDI Output Device
de: MIDI-Ausgabegerät auswählen
fr: Sélectionner le périphérique de sortie MIDI

# groupBox_other_devices.Text
source: Other Devices
de: Andere Geräte
fr: Autres appareils

# groupBox_type_of_device.Text
source: Type of Device
de: Gerätetyp
fr: Type d'appareil

# checkBox_use_microcontroller.Text
source: Use Motor-speed mod or buzzer (via Arduino, Raspberry Pi or ESP32)
de: Motor oder Summer verwenden (über Arduino, Raspberry Pi oder ESP32)
fr: Utiliser un moteur ou un buzzer (via Arduino, Raspberry Pi ou ESP32)

# checkBox_use_microcontroller.ToolTip
source: Use microcontroller to use with motor or buzzer. If you use motor, you can control speed of it with motor speed mod slider.
de: Verwenden Sie einen Mikrocontroller zur Verwendung mit einem Motor oder Summer.
fr: Utilisez un microcontrôleur pour associer un moteur ou un buzzer. Si vous utilisez un moteur, vous pouvez contrôler sa vitesse grâce au curseur de modulation de vitesse.

# group_keyboard_colors.Text
source: Keyboard Colors
de: Tastaturfarben
fr: Couleurs du clavier

# third_octave_color_change.Text
source: Change
de: Ändern
fr: Changement

# third_octave_color_change.ToolTip
source: Change color of the third octave
de: Farbe der dritten Oktave ändern
fr: Changer la couleur de la troisième octave

# second_octave_color_change.Text
source: Change
de: Ändern
fr: Changement

# second_octave_color_change.ToolTip
source: Change color of the second octave
de: Farbe der zweiten Oktave ändern
fr: Changer la couleur de la deuxième octave

# first_octave_color_change.Text
source: Change
de: Ändern
fr: Changement

# first_octave_color_change.ToolTip
source: Change color of the first octave
de: Farbe der ersten Oktave ändern
fr: Changer la couleur de la première octave

# label4.Text
source: Third Octave Color
de: Farbe der dritten Oktave
fr: Couleur Tierce Octave

# label3.Text
source: Second Octave Color
de: Farbe der zweiten Oktave
fr: Couleur Deuxième Octave

# label2.Text
source: First Octave Color
de: Farbe der ersten Oktave
fr: Couleur Première Octave

# group_buttons_and_controls_colors.Text
source: Buttons and Controls Colors
de: Farben der Schaltflächen und Bedienelemente
fr: Couleurs des boutons et des commandes

# markup_color_change.Text
source: Change
de: Ändern
fr: Changement

# markup_color_change.ToolTip
source: Change the keyboard markup color when using "Use keyboard as piano" feature
de: Ändern Sie die Tastaturmarkierungsfarbe, wenn Sie die Funktion „Tastatur als Klavier verwenden“ verwenden
fr: Modifier la couleur du balisage du clavier lors de l'utilisation de la fonction « Utiliser le clavier comme un piano »

# metronome_color_change.Text
source: Change
de: Ändern
fr: Changement

# metronome_color_change.ToolTip
source: Change color of the "Metronome" button while enabled
de: Ändern Sie die Farbe der Schaltfläche „Metronom“, wenn diese aktiviert ist
fr: Changer la couleur du bouton « Métronome » lorsqu'il est activé

# playback_buttons_color_change.Text
source: Change
de: Ändern
fr: Changement

# playback_buttons_color_change.ToolTip
source: Change colors of "Play All", "Play From the Selected Line" and "Stop Playing" buttons
de: Ändern Sie die Farben der Schaltflächen „Alles abspielen“, „Ab der ausgewählten Zeile abspielen“ und „Wiedergabe beenden“.
fr: Modifier les couleurs des boutons « Tout jouer », « Jouer à partir de la ligne sélectionnée » et « Arrêter la lecture »

# erase_whole_line_color_change.Text
source: Change
de: Ändern
fr: Changement

# erase_whole_line_color_change.ToolTip
source: Change color of the "Erase Whole Line" button
de: Farbe der Schaltfläche „Ganze Zeile löschen“ ändern
fr: Changer la couleur du bouton « Effacer toute la ligne »

# unselect_line_color_change.Text
source: Change
de: Ändern
fr: Changement

# unselect_line_color_change.ToolTip
source: Change color of the "Un-select Line" button
de: Farbe der Schaltfläche „Linie abwählen“ ändern
fr: Changer la couleur du bouton « Désélectionner la ligne »

# clear_notes_color_change.Text
source: Change
de: Ändern
fr: Changement

# clear_notes_color_change.ToolTip
source: Change color of "Clear Note 1", "Clear Note 2", "Clear Note 3" and "Clear Note 4" buttons
de: Ändern Sie die Farbe der Schaltflächen „Note 1 löschen“, „Note 2 löschen“, „Note 3 löschen“ und „Note 4 löschen“.
fr: Changer la couleur des boutons « Effacer la note 1 », « Effacer la note 2 », « Effacer la note 3 » et « Effacer la note 4 »

# blank_line_color_change.Text
source: Change
de: Ändern
fr: Changement

# blank_line_color_change.ToolTip
source: Change color of the "Blank Line" button
de: Farbe der Schaltfläche „Leere Zeile“ ändern
fr: Changer la couleur du bouton « Ligne vide »

# label1.Text
source: Keyboard Markup Color
de: Farbe Tastaturmarkierungen
fr: Couleur Marquage du Clavier

# label10.Text
source: Metronome Color
de: Metronomfarbe
fr: Couleur Métronome

# label8.Text
source: Playback Buttons Color
de: Farbe Wiedergabetasten
fr: Couleur des Boutons de Lecture

# label9.Text
source: Erase Whole Line Color
de: Farbe Ganze Linie löschen
fr: Couleur Effacer Toute la Ligne

# label5.Text
source: Un-select Line Color
de: Farbe Linie abwählen
fr: Couleur Ligne Désélectionnée

# label6.Text
source: Clear Notes Color
de: Farbe Notizen Löschen
fr: Couleur Notes Claires

# label7.Text
source: Blank Line Color
de: Farbe der Leere Zeile
fr: Couleur Ligne Vierge

# group_indicator_colors.Text
source: Indicator Colors
de: Indikatorfarben
fr: Couleurs indicatrices

# note_indicator_color_change.Text
source: Change
de: Ändern
fr: Changement

# note_indicator_color_change.ToolTip
source: Change color of the note indicator while playing MIDI file in the MIDI file playing window
de: Ändern Sie die Farbe der Notenanzeige während der Wiedergabe einer MIDI-Datei im MIDI-Datei-Wiedergabefenster
fr: Changer la couleur de l'indicateur de note pendant la lecture d'un fichier MIDI dans la fenêtre de lecture du fichier MIDI

# beep_indicator_color_change.Text
source: Change
de: Ändern
fr: Changement

# beep_indicator_color_change.ToolTip
source: Change color of the representer beep indicator while playing music from the list in the main window
de: Ändern Sie die Farbe des Signaltons während der Wiedergabe von Musik aus der Liste im Hauptfenster
fr: Changer la couleur de l'indicateur sonore du représentant lors de la lecture de musique à partir de la liste dans la fenêtre principale

# label12.Text
source: Note Indicator Color
de: Farb Notizindikator
fr: Couleur l'indicateur de Note

# label11.Text
source: Beep Indicator Color
de: Farbe der Anzeige Piep
fr: Couleur l'indicateur bip

# group_lyrics_size_settings.Text
source: Lyrics/Text Events
de: Liedtext-/Textereignisse
fr: Paroles/Texte Événements

# buttonPreviewLyrics.Text
source: Preview Lyrics/Text Event Settings
de: Vorschau der Liedtext-/Textereigniseinstellungen
fr: Aperçu des paramètres d'événement des paroles/textes

# label13.Text
source: Lyrics/Text Events Size
de: Liedtext/Textereignisse Größe
fr: Paroles/Texte Événements Taille

# reset_appearance_settings.Text
source: Reset Appearance Settings to Default Values
de: Darstellungseinstellungen auf Standardwerte zurücksetzen
fr: Réinitialiser les paramètres d'apparence aux valeurs par défaut

# reset_appearance_settings.ToolTip
source: Reset all appearance settings to default values
de: Alle Darstellungseinstellungen auf Standardwerte zurücksetzen

# $this.Text
source: NeoBleeper Settings
de: NeoBleeper-Einstellungen
fr: Paramètres de NeoBleeper
