Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/SettingsWindow.*.resx
Languages: it, ru, tr, uk, vi

# advancedSystemSpeakerTestToolStripMenuItem.ToolTipText
source: Test advanced system speaker features and diagnostics.
it: Testare le funzionalità avanzate degli altoparlanti del sistema e la diagnostica.
ru: Тестируйте расширенные функции акустической системы и диагностику.
tr: Gelişmiş sistem hoparlörü özelliklerini ve tanılamalarını test et
uk: Перевірте функції та діагностику розширених системних динаміків.
vi: Kiểm tra các tính năng và chẩn đoán loa hệ thống tiên tiến.

# $this.Text
source: NeoBleeper Settings
it: Impostazioni NeoBleeper
ru: Настройки NeoBleeper
tr: NeoBleeper Ayarları
uk: Налаштування NeoBleeper
vi: Cài đặt NeoBleeper

# reset_appearance_settings.ToolTip
source: Reset all appearance settings to default values
it: Ripristina tutte le impostazioni di aspetto ai valori predefiniti
tr: Tüm görünüm ayarlatını varsayolan değerlerine sıfırla
uk: Скинути всі налаштування зовнішнього вигляду до значень за замовчуванням
vi: Đặt lại tất cả cài đặt giao diện về giá trị mặc định
