Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/VoiceInternalsWindow.*.resx
Languages: de, es, fr, it, ru, tr, uk, vi

# label59.Text
source: Channel group
de: Kanalgruppe
es: Grupo de canales
fr: Groupe de chaînes
it: Gruppo di canali
ru: Группа каналов
tr: Kanal grubu
uk: Група каналів
vi: Nhóm kênh

# label60.Text
source: DSP as filter
de: DSP als Filter
es: DSP como filtro
fr: DSP comme filtre
it: DSP come filtro
ru: DSP как фильтр
tr: Filtre olarak DSP
uk: DSP як фільтр
vi: DSP như bộ lọc

# label61.Text
source: DSP as oscillator
de: DSP als Oszillator
es: DSP como oscilador
fr: DSP comme oscillateur
it: DSP come oscillatore
ru: DSP как генератор
tr: Osilatör olarak DSP
uk: DSP як генератор
vi: DSP như bộ dao động

# label62.Text
source: Ra = Range
de: Ra = Reichweite
es: Ra = Rango
fr: Ra = Portée
it: Ra = Gamma
ru: Ra = Диапазон
tr: Ra = Çarpan
uk: Ra = Діапазон
vi: Ra = Phạm vi

# label63.Text
source: Vol = Volume
de: Vol = Lautstärke
ru: Vol = Объем
tr: Vol = Seviye
uk: Vol = Об'єм
vi: Vol = Thể tích

# label64.Text
source: Hz = Frequency (Hertz)
de: Hz = Frequenz (Hertz)
es: Hz = Frecuencia (Hertz)
fr: Hz = Fréquence (Hertz)
it: Hz = Frequenza (Hertz)
ru: Hz = Частота (Герц)
tr: Hz = Frekans (Hertz)
uk: Hz = Частота (герц)
vi: Hz = Tần số (Hertz)

# groupBoxKey.Text
source: Key
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
ru: Ключ
tr: Anahtar
uk: Ключ
vi: Chìa khóa

# label55.Text
source: Note 1
es: Nota 1
it: Nota 1
ru: Нота 1
tr: Nota 1
uk: Нота 1
vi: Nốt 1

# label56.Text
source: Note 2
es: Nota 2
it: Nota 2
ru: Нота 2
tr: Nota 2
uk: Нота 2
vi: Nốt 2

# label57.Text
source: Note 3
es: Nota 3
it: Nota 3
ru: Нота 3
tr: Nota 3
uk: Нота 3
vi: Nốt 3

# label58.Text
source: Note 4
es: Nota 4
it: Nota 4
ru: Нота 4
tr: Nota 4
uk: Нота 4
vi: Nốt 4

# comboBoxNote1Option.Items
source: Voice system
de: Sprachsystem
es: Sistema de voz
fr: Système vocal
it: Sistema vocale
ru: Голосовая система
tr: Ses sistemi
uk: Голосова система
vi: Hệ thống giọng nói

# comboBoxNote1Option.Items1
source: System speaker/Sound device beep
de: Systemlautsprecher/Audiogerät-Signalton
es: Pito del Altavoz del sistema/dispositivo de sonido
fr: Bip du haut-parleur/de l'appareil audio
it: Segnale acustico dell'altoparlante/dispositivo audio
ru: Системный динамик/Звуковой сигнал устройства
tr: Sistem hoparlörü/Ses aygıtı bip sesi
uk: Звуковий сигнал системного динаміка/звукового пристрою
vi: Loa hệ thống/Tiếng bíp của thiết bị âm thanh

# comboBoxNote2Option.Items
source: Voice system
de: Sprachsystem
es: Sistema de voz
fr: Système vocal
it: Sistema vocale
ru: Голосовая система
tr: Ses sistemi
uk: Голосова система
vi: Hệ thống giọng nói

# comboBoxNote2Option.Items1
source: System speaker/Sound device beep
de: Systemlautsprecher/Audiogerät-Signalton
es: Pito del Altavoz del sistema/dispositivo de sonido
fr: Bip du haut-parleur/de l'appareil audio
it: Segnale acustico dell'altoparlante/dispositivo audio
ru: Системный динамик/Звуковой сигнал устройства
tr: Sistem hoparlörü/Ses aygıtı bip sesi
uk: Звуковий сигнал системного динаміка/звукового пристрою
vi: Loa hệ thống/Tiếng bíp của thiết bị âm thanh

# comboBoxNote3Option.Items
source: Voice system
de: Sprachsystem
es: Sistema de voz
fr: Système vocal
it: Sistema vocale
ru: Голосовая система
tr: Ses sistemi
uk: Голосова система
vi: Hệ thống giọng nói

# comboBoxNote3Option.Items1
source: System speaker/Sound device beep
de: Systemlautsprecher/Audiogerät-Signalton
es: Pito del Altavoz del sistema/dispositivo de sonido
fr: Bip du haut-parleur/de l'appareil audio
it: Segnale acustico dell'altoparlante/dispositivo audio
ru: Системный динамик/Звуковой сигнал устройства
tr: Sistem hoparlörü/Ses aygıtı bip sesi
uk: Звуковий сигнал системного динаміка/звукового пристрою
vi: Loa hệ thống/Tiếng bíp của thiết bị âm thanh

# comboBoxNote4Option.Items
source: Voice system
de: Sprachsystem
es: Sistema de voz
fr: Système vocal
it: Sistema vocale
ru: Голосовая система
tr: Ses sistemi
uk: Голосова система
vi: Hệ thống giọng nói

# comboBoxNote4Option.Items1
source: System speaker/Sound device beep
de: Systemlautsprecher/Audiogerät-Signalton
es: Pito del Altavoz del sistema/dispositivo de sonido
fr: Bip du haut-parleur/de l'appareil audio
it: Segnale acustico dell'altoparlante/dispositivo audio
ru: Системный динамик/Звуковой сигнал устройства
tr: Sistem hoparlörü/Ses aygıtı bip sesi
uk: Звуковий сигнал системного динаміка/звукового пристрою
vi: Loa hệ thống/Tiếng bíp của thiết bị âm thanh

# groupBoxOutputOptions.Text
source: Output options
de: Ausgabeoptionen
es: Opciones de salida
fr: Options de sortie
it: Opzioni di output
ru: Параметры вывода
tr: Çıkış seçenekleri
uk: Параметри виводу
vi: Tùy chọn đầu ra

# label53.Text
source: Pitch
de: Tonhöhe
es: Paso
it: Pece
ru: Тембр
tr: Tını
uk: Тембр
vi: Sân bóng đá

# label54.Text
source: Range
de: Reichweite
es: Rango
fr: Plage de fréquences aléatoire
it: Gamma
ru: Случайный диапазон частот
tr: Rastgele Frekans Aralığı
uk: Випадковий діапазон частот
vi: Phạm vi

# groupBoxRandomVariationsOfFormants.Text
source: Random variations of formants
de: Zufällige Variationen von Formanten
es: Variaciones aleatorias de formantes
fr: Variations aléatoires des formants
it: Variazioni casuali dei formanti
ru: Случайные вариации формант
tr: Formantların rastgele varyasyonları
uk: Випадкові варіації формантів
vi: Biến thể ngẫu nhiên của các formant

# labelSybillance.Text
source: Sybillance
it: Sibillanza
ru: Шипение
tr: Tıslama
uk: Сибілланс
vi: Âm xuýt

# labelSybillanceMasking.Text
source: Sybillance Masking
de: Sybillance-Maskierung
es: Enmascaramiento de Sybillance
fr: Masquage Sybillance
it: Mascheramento della Sibillanza
ru: Маскировка Шипения
tr: Tıslama Maskelemesi
uk: Маскування сибілантів
vi: Che tiếng rít

# labelCutoff.Text
source: Cutoff
de: Abschaltung
es: Cierre
fr: Couper
it: Tagliare
ru: Отрезать
tr: Kesme
uk: Відсікання
vi: Cắt bỏ

# label49.Text
source: Cutoff Hz
de: Absch Hz
es: Cierre Hz
fr: Couper Hz
it: Tagliare Hz
ru: Отрезать Hz
tr: Kesme Hz
uk: Відсікання Hz
vi: Cắt bỏ Hz

# labelOscillator.Text
source: Oscillator
de: Oszillator
es: Oscilador
fr: Oscillateur
ru: Осциллятор
tr: Osilatör
uk: Осцилятор
vi: Bộ dao động

# labelSaw.Text
source: Saw
de: Gesehen
es: Sierra
fr: Scie
it: Sega
ru: Пила
tr: Testere Dalga
uk: Пила
vi: Cái cưa

# label4.Text
source: Saw Vol
de: Ges Vol
es: Sierra Vol
fr: Scie Vol
it: Sega Vol
ru: Пила Vol
tr: Testere Vol
uk: Пила Vol
vi: Cái cưa Vol

# labelNoise.Text
source: Noise
de: Lärm
es: Ruido
fr: Bruit
it: Rumore
ru: Шум
tr: Gürültü
uk: Шум
vi: Tiếng ồn

# label7.Text
source: Noise Vol
de: Lärm Vol
es: Ruido Vol
fr: Bruit Vol
it: Rumore Vol
ru: Шум Vol
tr: Gürültü Vol
uk: Шум Vol
vi: Tiếng ồn Vol

# labelVoice.Text
source: Voice
de: Stimme
es: Voz
fr: Voix
it: Voce
ru: Голос
tr: Ses
uk: Голос
vi: Tiếng nói

# buttonCloseFront.Text
source: Close front
de: Front schließen
es: Frente cerrado
fr: Fermer devant
it: Chiudi davanti
ru: Закрыть фронт
tr: Dar Ön Ünlü
uk: Закрити передню частину

# buttonCloseBack.Text
source: Close back
de: Zurück schließen
es: Cerrar la espalda
fr: Fermer le dos
it: Chiudi indietro
ru: Закрыть назад
tr: Dar Arka Ünlü
uk: Закрити назад

# buttonOpenVowel.Text
source: Open vowel
de: Offener Vokal
es: Vocal abierta
fr: Voyelle ouverte
it: Vocale aperta
ru: Открытая гласная
tr: Geniş Ünlü
uk: Відкритий голосний

# buttonMidFront.Text
source: Mid front
de: Mitte vorne
es: Frente medio
fr: Milieu devant
it: Parte centrale anteriore
ru: Середина передней части
tr: Orta Ön Ünlü
uk: Середина передньої частини

# buttonOpenBack.Text
source: Open back
de: Offener Rücken
es: Espalda abierta
fr: Dos ouvert
it: Aprire la schiena
ru: Открытая спина
tr: Geniş Arka Ünlü
uk: Відкрита спина

# labelFormantControl.Text
source: Formant Control
de: Formant-Steuerung
es: Control de Formantes
fr: Contrôle des Formants
it: Controllo dei formanti
ru: Формантный контроль
tr: Formant Kontrolü
uk: Контроль формантів
vi: Kiểm soát Formant

# groupBoxPlayVoiceOnLineSettings.Text
source: Playing voice on line options
de: Optionen zum Abspielen von Sprachnachrichten
es: Opciones de reproducción de voz en línea
fr: Options de lecture vocale en ligne
it: Opzioni di riproduzione vocale in linea
ru: Возможности голосового воспроизведения в режиме онлайн
tr: Satır içindeki sesi çalma seçenekleri
uk: Параметри відтворення голосу онлайн
vi: Phát giọng nói trên các tùy chọn trực tuyến

# label1.Text
source: When to play voice
de: Wann soll die Stimme abgespielt werden
es: Cuándo reproducir la voz
fr: Quand jouer de la voix
it: Quando suonare la voce
ru: Когда играть голосом
tr: Ses ne zaman çalınır:
uk: Коли відтворювати голос
vi: Khi nào nên phát giọng nói

# comboBoxPlayNoteOnLineOption.Items
source: Play voice on all lines
de: Stimme auf allen Leitungen abspielen
es: Reproducir voz en todas las líneas
fr: Écouter la voix sur toutes les lignes
it: Riproduci la voce su tutte le righe
ru: Воспроизвести голос на всех линиях
tr: Tüm satırlarda ses çal
uk: Відтворювати голос на всіх лініях
vi: Phát giọng nói trên tất cả các dòng

# comboBoxPlayNoteOnLineOption.Items1
source: Play voice on checked lines
de: Stimme auf markierten Leitungen abspielen
es: Reproducir voz en las líneas marcadas
fr: Écouter la voix sur les lignes sélectionnées
it: Riproduci la voce sulle righe selezionate
ru: Воспроизвести голос на отмеченных линиях
tr: İşaretli satırlarda ses çal
uk: Відтворювати голос на перевірених лініях
vi: Phát giọng nói trên các dòng đã chọn

# $this.Text
source: Voice Internals
de: Sprachinterna
es: Internos de Voz
fr: Internes de la Voix
it: Interni Vocali
ru: Внутренние голосовые функции
tr: Ses İç Bileşenleri
uk: Голосові внутрішні механізми
vi: Nội dung giọng nói
