Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/Properties/Resources.*.resx
Languages: de, es, fr, it, ru, tr, uk, vi

# MessageGCodeEmptyNoteList
source: Empty note list cannot be exported.
de: Eine leere Notizenliste kann nicht exportiert werden.
es: La lista de notas vacía no se puede exportar.
fr: La liste de notes vide ne peut pas être exportée.
it: Non è possibile esportare un elenco di note vuoto.
ru: Пустой список Ноты не может быть экспортирован.
tr: Boş nota listesi dışarı aktarılamaz.
uk: Порожній список нотаток не можна експортувати.
vi: Không thể xuất danh sách ghi chú trống.

# MessageConvertToGCodeError
source: Error converting to GCode:
de: Fehler beim Konvertieren in G-Code:
es: Error al convertir a GCode:
fr: Erreur lors de la conversion en GCode :
it: Errore durante la conversione in GCode:
ru: Ошибка преобразования в GCode:
tr: GCode'a dönüştürülürken hata oluştu:
uk: Помилка конвертації в G-код:
vi: Lỗi khi chuyển đổi sang GCode:

# MessageFirmwareCopied
source: Firmware code has been copied to clipboard
de: Der Firmware-Code wird in die Zwischenablage kopiert
es: El código de firmware se copia al portapapeles
fr: Le code du micrologiciel est copié dans le presse-papiers
it: Il codice del firmware è copiato negli appunti
ru: Код прошивки копируется в буфер обмена
tr: Yazılım kodu panoya kopyalandı
uk: Код прошивки скопійовано в буфер обміну
vi: Mã chương trình cơ sở được sao chép vào bảng tạm

# HideAPIKeyToolTip
source: Hide the API key in the API key field. Click again to show it.
de: Verbergen Sie den API-Schlüssel im API-Schlüssel-Feld. Klicken Sie erneut, um ihn wieder anzuzeigen.
es: Oculta la clave API en el campo correspondiente. Haz clic de nuevo para volver a mostrarla.
fr: Masquez la clé API dans le champ dédié. Cliquez à nouveau pour la réafficher.
it: Nascondi la chiave API nel campo Chiave API. Clicca di nuovo per visualizzarla.
ru: Скройте ключ API в поле «Ключ API». Нажмите ещё раз, чтобы отобразить его.
tr: API anahtarı alanındaki API anahtarını gizle Görüntülemek için tekrar tıklayınız
uk: Сховайте ключ API у полі «Ключ API». Натисніть ще раз, щоб показати його.
vi: Ẩn khóa API trong trường khóa API. Nhấp lại để hiển thị.

# StatusSystemSpeakerSensorStep2
source: Checking for system speaker (PC speaker) output presence in step 2/2... (you may hear clicking sounds)
de: Überprüfen der Systemlautsprecher (PC-Lautsprecher) in Schritt 2/2... (Klickgeräusche sind möglicherweise zu hören)
es: Comprobando la presencia de la salida del altavoz del sistema (altavoz de PC) en el paso 2/2... (puede que oiga clics)
fr: Vérification de la présence du haut-parleur système (Haut-parleur PC) à l'étape 2/2… (Vous pourriez entendre des clics)
it: Verifica della presenza dell'uscita dell'altoparlante di sistema (altoparlante del PC) nel passaggio 2/2... (potresti sentire dei clic)
ru: Проверка наличия выходного сигнала системного динамика (динамика ПК) на шаге 2/2... (могут быть слышны щелчки)
tr: Sistem hoparlörü (PC hoparlörü) çıkışı varlığı 2/2. adımda kontrol ediliyor... (tıklama sesleri duyabilirsiniz)
uk: Перевірка наявності виходу системного динаміка (динаміка ПК) на кроці 2/2... (можливо, ви чуєте клацання)
vi: Đang kiểm tra sự hiện diện của đầu ra loa hệ thống (loa máy tính) ở bước 2/2... (bạn có thể nghe thấy tiếng tách tách)

# ExamplePrompt7
source: Compose a soundtrack for a fantasy game
de: Erzeuge einen Jazz-Song mit Improvisationscharakter
es: Genera una nana tradicional española
fr: Génère une berceuse douce pour bébés
it: Genera una ninna nanna dolce e rilassante
ru: Сгенерируй оркестровый саундтрек для фэнтези игры
tr: Rock tarzında enerjik bir parça yarat
uk: Створи епічний саундтрек для пригодницької гри
vi: Tạo nhạc nền cho game phiêu lưu

# StatusMIDIIOInitializationCompleted
source: MIDI input/output initialization completed.
de: MIDI-Ein-/Ausgangsinitialisierung abgeschlossen.
es: Inicialización de entrada/salida MIDI completada.
fr: Initialisation de l'entrée/sortie MIDI terminée.
ru: Инициализация MIDI-входа/выхода завершена.
tr: MIDI giriş/çıkış başlatma işlemi tamamlandı.
uk: Ініціалізація входу/виходу MIDI завершена.
vi: Đã hoàn tất khởi tạo đầu vào/đầu ra MIDI.

# StatusInpOutX64IsPresentAndValid
source: InpOutx64.dll is present and valid.
de: InpOutx64.dll ist vorhanden und gültig.
es: El archivo InpOutx64.dll está presente y es válido.
fr: Le fichier InpOutx64.dll est présent et valide.
uk: Файл InpOutx64.dll присутній та дійсний.

# GoogleGeminiAPIKeyReset
source: Google Gemini™ API key reset successfully.
de: Der Google Gemini™ API-Schlüssel wurde erfolgreich zurückgesetzt.
es: La clave API de Google Gemini™ se restableció correctamente.
fr: La clé API Google Gemini™ a été réinitialisée avec succès.
it: Chiave API Google Gemini™ reimpostata correttamente.
ru: Ключ API Google Gemini™ успешно сброшен.
tr: Google Gemini™ API anahtarı başarıyla sıfırlandı.
uk: Ключ API Google Gemini™ успішно скинуто.
vi: Đã thiết lập lại khóa API Google Gemini™ thành công.

# StatusUnknownComputerTypeDetected
source: System speaker output is present, but it is an unknown types of computer. NeoBleeper will use the sound card to create beeps to avoid issues with unknown types of computers.
de: Es ist ein Systemlautsprecherausgang vorhanden, aber es handelt sich um einen unbekannten Computertyp. NeoBleeper verwendet die Soundkarte zur Signaltonerzeugung, um Probleme mit unbekannten Computertypen zu vermeiden.
es: El sistema tiene salida de altavoz, pero se trata de un ordenador de un tipo desconocido. NeoBleeper usará la tarjeta de sonido para generar pitidos y así evitar problemas con ordenadores de un tipo desconocido.
fr: Une sortie haut-parleur système est présente, mais il s'agit d'un ordinateur de type inconnu. NeoBleeper utilisera la carte son pour émettre des bips afin d'éviter les problèmes avec les ordinateurs de type inconnu.
it: L'uscita dell'altoparlante di sistema è presente, ma si tratta di un tipo di computer sconosciuto. NeoBleeper utilizzerà la scheda audio per emettere segnali acustici, evitando così problemi con i tipi di computer sconosciuti.
ru: Выход на системный динамик присутствует, но это компьютер неизвестного типа. NeoBleeper будет использовать звуковую карту для создания звуковых сигналов, чтобы избежать проблем с компьютерами неизвестного типа.
tr: Sistem hoparlörü çıkışı mevcut, ancak kompakt bir bilgisayar. NeoBleeper, kompakt bilgisayarlarda sorun yaşamamak için bip sesleri oluşturmak üzere ses kartını kullanacaktır.
uk: Вихід на системний динамік присутній, але це комп'ютер невідомого типу. NeoBleeper використовуватиме звукову карту для створення звукових сигналів, щоб уникнути проблем із комп'ютерами невідомого типу.
vi: L'uscita dell'altoparlante di sistema è presente, ma si tratta di un tipo di computer sconosciuto. NeoBleeper utilizzerà la scheda audio per emettere segnali acustici, evitando così problemi con i tipi di computer sconosciuti.

# TitleUnsavedChanges
source: Unsaved Changes
de: Nicht gespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
it: Modifiche non salvate
ru: Несохранённые изменения
tr: Kaydedilmemiş Değişiklikler
uk: Незбережені зміни
vi: Thay đổi chưa lưu

# MessageAIResponseNullOrEmpty
source: The AI response is null or empty
de: Die Antwort der KI ist leer oder nicht vorhanden.
es: La respuesta de IA es nula o vacía.
fr: La réponse de l'IA est nulle ou vide.
it: La risposta dell'IA è nulla o vuota.
ru: Ответ ИИ нулевой или пустой.
tr: Yapay zeka yanıtı geçersiz veya boş.
uk: Відповідь ШІ пуста або має значення null.
vi: Phản hồi của AI là null hoặc trống.

# SynchronizedPlayHelpTitle
source: Synchronized Play
de: Synchronisiertes Spielen
es: Juego sincronizado
fr: Jeu synchronisé
it: Riproduzione sincronizzata
ru: Синхронизированная игра
tr: Eş Zamanlı Oynatma
uk: Синхронізована гра
vi: Chơi đồng bộ

# ToastMessageNotesCut
source: Notes are cut to clipboard.
de: Die Notizen wurden in die Zwischenablage kopiert.
es: Las notas se cortan al portapapeles.
fr: Les notes sont coupées dans le presse-papiers.
it: Le note vengono tagliate negli appunti.
ru: Ноты вырезаются в буфер обмена.
tr: Notalar panoya kesildi.
uk: Ноти вирізаються в буфер обміну.
vi: Nốt được cắt vào bảng tạm.

# TextEventsAreBeingSorted
source: Events are being sorted...
de: Die Veranstaltungen werden sortiert...
es: Los eventos se están ordenando...
fr: Les événements sont en cours de tri...
it: Gli eventi vengono ordinati...
ru: События сортируются...
tr: Olaylar çözülüyor...
uk: Події впорядковуються...
vi: Các sự kiện đang được sắp xếp...

# StatusUnknownStorageType
source: Storage type is unknown. Resonance prevention is applied in probable resonant frequencies to be safe.
de: Speichertyp unbekannt. Resonanzvermeidung wird aus Sicherheitsgründen bei wahrscheinlichen Resonanzfrequenzen angewendet.
es: Tipo de almacenamiento desconocido. Se aplica la prevención de resonancia en frecuencias de resonancia probables para mayor seguridad.
fr: Le type de stockage est inconnu. La prévention de la résonance est appliquée aux fréquences de résonance probables par mesure de sécurité.
it: Il tipo di archiviazione è sconosciuto. La prevenzione della risonanza viene applicata a frequenze di risonanza probabili per motivi di sicurezza.
ru: Тип накопителя неизвестен. Предотвращение резонанса применяется на вероятных резонансных частотах для обеспечения безопасности.
tr: Depolama türü bilinmiyor. Rezonans önleme, güvenlik amacıyla olası rezonans frekanslarında uygulanıyor.
uk: Тип сховища невідомий. Запобігання резонансу застосовується на ймовірних резонансних частотах для безпеки.
vi: Không xác định được loại bộ nhớ. Tính năng ngăn ngừa cộng hưởng được áp dụng ở các tần số cộng hưởng có thể xảy ra để đảm bảo an toàn.

# UseKeyboardAsPianoHelp
source: This feature allows you to use your computer keyboard as a piano keyboard. When enabled, you can play notes by pressing the corresponding keys on your keyboard without any MIDI devices. You can see the key mappings on the buttons at the top of the window.
de: Diese Funktion ermöglicht es Ihnen, Ihre Computer-Tastatur als Klaviertastatur zu verwenden. Nach Aktivierung dieser Funktion können Sie Töne erzeugen, indem Sie die entsprechenden Tasten auf Ihrer Tastatur drücken – ganz ohne MIDI-Geräte. Die Zuordnung der Tasten finden Sie in den Schaltflächen oben im Fenster.
es: Esta función te permite usar el teclado de tu computadora como si fuera un piano. Cuando está activada, puedes tocar notas presionando las teclas correspondientes en tu teclado sin necesidad de dispositivos MIDI. Puedes ver las asignaciones de teclas en los botones de la parte superior de la ventana.
fr: Cette fonctionnalité vous permet d'utiliser le clavier de votre ordinateur comme un clavier de piano. Lorsqu'elle est activée, vous pouvez jouer des notes en appuyant sur les touches correspondantes de votre clavier sans aucun périphérique MIDI. Vous pouvez consulter les mappages de touches dans les boutons en haut de la fenêtre.
it: Questa funzione consente di utilizzare la tastiera del computer come una tastiera di pianoforte. Se abilitata, è possibile suonare le note premendo i tasti corrispondenti sulla tastiera, senza l'ausilio di dispositivi MIDI. È possibile visualizzare la mappatura dei tasti nei pulsanti nella parte superiore della finestra.
ru: Эта функция позволяет использовать клавиатуру компьютера в качестве клавиатуры фортепиано. Если она включена, вы можете играть ноты, нажимая соответствующие клавиши на клавиатуре без использования MIDI-устройств. Назначения клавиш можно увидеть на кнопках в верхней части окна.
tr: Bu özellik, bilgisayar klavyenizi piyano klavyesi olarak kullanmanıza olanak tanır. Etkinleştirildiğinde, herhangi bir MIDI aygıtına ihtiyaç duymadan klavyenizdeki ilgili tuşlara basarak notaları çalabilirsiniz. Tuş eşlemelerini pencerenin üst kısmındaki düğmelerde görebilirsiniz.
uk: Ця функція дозволяє використовувати клавіатуру комп’ютера як клавіатуру фортепіано. Якщо її ввімкнено, ви можете грати ноти, натискаючи відповідні клавіші на клавіатурі без використання MIDI-пристроїв. Ви можете побачити розстановку клавіш у кнопках у верхній частині вікна.
vi: Tính năng này cho phép bạn sử dụng bàn phím máy tính như bàn phím piano. Khi được bật, bạn có thể chơi các nốt nhạc bằng cách nhấn các phím tương ứng trên bàn phím mà không cần bất kỳ thiết bị MIDI nào. Bạn có thể xem các phím được sắp xếp trong các nút ở đầu cửa sổ.

# QuarterNote
source: Quarter
de: Viertel
es: Negra
fr: Noire
it: Semiminima
ru: Четвертная
tr: Dörtlük
uk: Чвертна
vi: Nốt đen

# ExamplePrompt4
source: Write a relaxing piano solo
de: Schreibe eine melancholische Klavierballade
es: Escribe una balada romántica al piano
fr: Écris une mélodie folk avec des instruments acoustiques
it: Scrivi una sonata per pianoforte in stile romantico
ru: Напиши романтическую фортепианную пьесу
tr: Rahatlatıcı bir ninni bestele
uk: Створи ліричну фортепіанну баладу
vi: Tạo một bản piano thư giãn

# MessageEmptyNoteListCannotBeExportedAsLinuxBeep
source: Empty note list can't be converted to Beep command for Linux.
de: Leere Notizenliste kann nicht in einen Beep-Befehl für Linux konvertiert werden.
es: La lista de notas vacía no se puede convertir al comando Beep para Linux.
fr: Impossible de convertir une liste de notes vide en commande Bip sous Linux.
it: L'elenco di note vuoto non può essere convertito in comando Beep per Linux.
ru: Пустой список заметок невозможно преобразовать в команду Beep для Linux.
tr: Boş nota listesi Linux için Beep komutuna dönüştürülemez
uk: Порожній список нотаток неможливо конвертувати в команду Beep для Linux.
vi: Lệnh Beep dưới dạng tập lệnh shell đã được lưu thành công.

# MessageMIDIFilePlayerNonSupportedFile
source: The file you dragged is not supported by the NeoBleeper MIDI player or is corrupted.
de: Die von Ihnen per Drag-and-Drop übertragene Datei wird vom NeoBleeper MIDI-Player nicht unterstützt oder ist beschädigt.
es: El archivo que arrastró no es compatible con el reproductor MIDI de NeoBleeper o está dañado.
fr: Le fichier que vous avez fait glisser n'est pas pris en charge par le lecteur MIDI NeoBleeper ou est corrompu.
it: Il file trascinato non è supportato dal lettore MIDI NeoBleeper oppure è danneggiato.
ru: Перетащенный вами файл не поддерживается проигрывателем NeoBleeper MIDI или поврежден.
tr: Sürüklediğiniz dosya NeoBleeper MIDI oynatıcısı tarafından desteklenmiyor veya bozuk.
uk: Перетягнутий вами файл не підтримується MIDI-плеєром NeoBleeper або пошкоджений.
vi: Tệp bạn kéo không được trình phát MIDI NeoBleeper hỗ trợ hoặc bị hỏng.

# TitleOpenProjectFile
source: Open Project File
de: Projektdatei öffnen
es: Abrir archivo de proyecto
fr: Ouvrir le fichier de projet
it: Apri file di progetto
ru: Открыть файл проекта
tr: Proje Dosyasını Aç
uk: Відкрити файл проекту
vi: Mở tệp dự án

# StatusSystemInformationsGathered
source: System information has been gathered.
de: Systeminformationen werden erfasst.
es: Se está recopilando información del sistema.
fr: Les informations système sont collectées.
ru: Сбор системной информации.
tr: Sistem bilgileri toplandı.
uk: Зібрано системну інформацію.
vi: Thông tin hệ thống đang được thu thập.

# GoogleGeminiAPIKeyFormatInvalid
source: The API key format is invalid. Please check and try again.
de: Das Format des API-Schlüssels ist ungültig. Bitte überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.
es: El formato de la clave API no es válido. Compruébelo y vuelva a intentarlo.
fr: Le format de la clé API est invalide. Veuillez vérifier et réessayer.
it: Il formato della chiave API non è valido. Controlla e riprova.
ru: Неверный формат ключа API. Проверьте и повторите попытку.
tr: API anahtar biçimi geçersiz. Lütfen kontrol edip tekrar deneyiniz
uk: Формат ключа API недійсний. Перевірте та спробуйте ще раз.
vi: Định dạng khóa API không hợp lệ. Vui lòng kiểm tra và thử lại.

# StatusDisplayResolutionIsSupported
source: Display resolution is supported.
de: Die Anzeigeauflösung wird unterstützt.
es: Se admite la resolución de pantalla.
fr: La résolution d'affichage est prise en charge.
it: La risoluzione dello schermo è supportata.
ru: Поддерживаемое разрешение экрана.
tr: Ekran çözünürlüğü desteklenmektedir.
uk: Роздільна здатність дисплея підтримується.
vi: Độ phân giải màn hình được hỗ trợ.

# StatusChipsetHasKnownIssues
source: Chipset {chipset} is known to have system speaker issues. The system speaker may not detected or function properly.
es: Se sabe que el chipset {chipset} presenta problemas con el altavoz del sistema. Es posible que el altavoz del sistema no se detecte o no funcione correctamente.
fr: Le chipset {chipset} présente des problèmes connus au niveau des haut-parleurs système. Ces derniers peuvent ne pas être détectés ou ne pas fonctionner correctement.

# MessageMIDIFileLoadingError
source: Error loading MIDI file:
de: Fehler beim Laden der MIDI-Datei:
es: Error al cargar el archivo MIDI:
fr: Erreur lors du chargement du fichier MIDI:
it: Errore durante il caricamento del file MIDI:
ru: Ошибка загрузки MIDI-файла:
tr: MIDI dosyası yüklenirken hata oluştu:
uk: Помилка завантаження MIDI-файлу:
vi: Lỗi khi tải tệp MIDI:

# InpOutX64PlaceError
source: Failed to place InpOutx64.dll:
de: Fehler beim Platzieren von InpOutx64.dll:
es: No se pudo colocar InpOutx64.dll:
fr: Échec de l'installation de InpOutx64.dll:
ru: Не удалось разместить InpOutx64.dll:
tr: InpOutx64.dll yerleştirilemedi:
uk: Не вдалося розмістити InpOutx64.dll:

# StatusDisplayResolutionNotSupported
source: Display resolution is not supported. NeoBleeper requires a minimum resolution of 1024x768 to run properly.
de: Die Bildschirmauflösung wird nicht unterstützt. NeoBleeper benötigt eine Mindestauflösung von 1024 x 768, um ordnungsgemäß zu funktionieren.
es: La resolución de pantalla no es compatible. NeoBleeper requiere una resolución mínima de 1024x768 para funcionar correctamente.
fr: La résolution d'affichage n'est pas prise en charge. NeoBleeper nécessite une résolution minimale de 1024 x 768 pour fonctionner correctement.
it: La risoluzione dello schermo non è supportata. NeoBleeper richiede una risoluzione minima di 1024x768 per funzionare correttamente.
ru: Разрешение экрана не поддерживается. Для корректной работы NeoBleeper требуется разрешение не менее 1024x768.
tr: Ekran çözünürlüğü desteklenmiyor. NeoBleeper'ın düzgün çalışması için en az 1024x768 çözünürlük gereklidir
uk: Роздільна здатність дисплея не підтримується. Для належної роботи NeoBleeper потрібна мінімальна роздільна здатність 1024x768.
vi: Độ phân giải màn hình không được hỗ trợ. NeoBleeper yêu cầu độ phân giải tối thiểu là 1024x768 để chạy bình thường.

# DottedModifier
source: Dot
de: Gep
es: Pun
fr: Pnt
ru: Пун
tr: Nok
uk: Пун
vi: Say

# MessageBeepCommandSaved
source: The Beep command as shell script has been saved successfully.
de: Der Beep-Befehl wurde erfolgreich als Shell-Skript gespeichert.
es: El comando Beep como script de shell se guardó correctamente.
fr: La commande Bip a été enregistrée correctement en tant que script shell.
it: Il comando Beep come script shell è stato salvato correttamente.
ru: Команда Beep как скрипт оболочки успешно сохранена.
tr: Beep komutu kabuk betiği olarak başarıyla kaydedildi.
uk: Команду Beep як скрипт оболонки успішно збережено.
vi: Lệnh Beep dưới dạng tập lệnh shell đã được lưu thành công.

# ExamplePrompt6
source: Generate a lullaby for children
de: Komponiere eine mittelalterliche Melodie für ein Rollenspiel
es: Compone un tema de rock progresivo
fr: Compose un morceau de jazz manouche
it: Componi una canzone pop italiana allegra
ru: Сочини колыбельную песню
tr: Akustik gitarlı bir folk şarkı bestele
uk: Напиши ніжну колискову пісню
vi: Viết một bài hát ru cho trẻ em

# MoreText
source: ({number} More)
de: ({number} Weitere)
es: ({number} Más)
fr: ({number} de Plus)
it: (Altri {number})
ru: (Еще {number})
tr: ({number} Adet Daha)
uk: (Ще {number})
vi: ({number} Thêm)

# PortamentoHelp
source: Only for the case where music is played in real time on the keyboard. This feature makes the system speaker/sound device increase or decrease in pitch to the note that you clicked.
de: Diese Funktion ist nur für den Fall vorgesehen, dass Musik in Echtzeit über die Tastatur abgespielt wird. Sie bewirkt, dass der Lautsprecher/das Audio-Gerät des Systems die Tonhöhe an die Note anpasst, die Sie ausgewählt haben.
es: Solo para cuando la música se reproduce en tiempo real en el teclado. Esta función permite que el altavoz/dispositivo de sonido del sistema suba o baje el tono según la nota pulsada.
fr: Uniquement lorsque la musique est jouée en temps réel sur le clavier. Cette fonctionnalité permet au haut-parleur/au périphérique audio du système d'augmenter ou de diminuer la hauteur tonale en fonction de la note sur laquelle vous avez cliqué.
it: Solo nel caso in cui la musica venga riprodotta in tempo reale sulla tastiera. Questa funzione fa sì che l'altoparlante/dispositivo audio del sistema aumenti o diminuisca di tono in base alla nota su cui si è cliccato.
ru: Только для случая, когда музыка воспроизводится в реальном времени на клавиатуре. Эта функция позволяет системному динамику/звуковому устройству увеличивать или уменьшать высоту звука в соответствии с нажатой нотой.
tr: Yalnızca klavyede gerçek zamanlı müzik çalındığı durumlar için geçerlidir. Bu özellik, sistem hoparlörünün/ses cihazının, tıkladığınız notaya göre perdesini artırmasını veya azaltmasını sağlar.
uk: Тільки для випадку, коли музика відтворюється в режимі реального часу на клавіатурі. Ця функція змушує системний динамік/звуковий пристрій збільшувати або зменшувати висоту звуку до ноти, на яку ви натиснули.
vi: Chỉ áp dụng cho trường hợp nhạc được phát theo thời gian thực trên bàn phím. Tính năng này làm cho loa/thiết bị âm thanh của hệ thống tăng hoặc giảm cao độ theo nốt nhạc bạn đã nhấp.

# MessageGCodeExported
source: GCode file exported successfully!
de: GCode-Datei erfolgreich exportiert!
es: ¡Archivo GCode exportado exitosamente!
fr: Fichier GCode exporté avec succès!
it: File GCode esportato con successo!
ru: Файл GCode успешно экспортирован!
tr: GCode dosyası başarıyla dışarı aktarıldı!
uk: Файл G-коду успішно експортовано!
vi: Tệp GCode đã được xuất thành công!

# StatusClassicBleeperModeDisabled
source: Classic Bleeper Mode is disabled. NeoBleeper will run in standard mode.
de: Der klassische Bleeper-Modus ist deaktiviert. NeoBleeper läuft im Standardmodus.
es: El modo Bleeper clásico está desactivado. NeoBleeper se ejecutará en modo estándar.
fr: Le mode Bleeper classique est désactivé. NeoBleeper fonctionnera en mode standard.
it: La modalità Classic Bleeper è disabilitata. NeoBleeper funzionerà in modalità standard.
ru: Режим Classic Bleeper отключен. NeoBleeper будет работать в стандартном режиме.
tr: Klasik Bleeper Modu devre dışı. NeoBleeper standart modda başlatılacak.
uk: Класичний режим звукового сигналу вимкнено. NeoBleeper працюватиме у стандартному режимі.
vi: Chế độ Bleeper Cổ điển đã bị tắt. NeoBleeper sẽ chạy ở chế độ tiêu chuẩn.

# StatusCheckingChipsetForSystemSpeakerIssues
source: Checking chipset for system speaker issues...
es: Comprobando el chipset por si hay problemas con los altavoces del sistema...
fr: Vérification du chipset pour détecter d'éventuels problèmes de haut-parleurs système...

# GoogleGeminiAPIKeySaved
source: Google Gemini™ API key saved successfully.
de: Der Google Gemini™ API-Schlüssel wurde erfolgreich gespeichert.
es: Clave API de Google Gemini™ guardada correctamente.
fr: Clé API Google Gemini™ enregistrée avec succès.
it: Chiave API di Google Gemini™ salvata correttamente.
ru: Ключ API Google Gemini™ успешно сохранен.
tr: Google Gemini™ API anahtarı başarıyla kaydedildi.
uk: Ключ API Google Gemini™ успішно збережено.
vi: Đã lưu khóa API Google Gemini™ thành công.
