Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/Properties/Resources.*.resx
Languages: de, es, fr, it, ru, tr, uk, vi

# StatusModularComputerDetected
source: System speaker output is present and it is a modular computer. NeoBleeper will use the system speaker to create beeps.
de: Es ist ein Systemlautsprecherausgang vorhanden, und es handelt sich um einen modularen Computer. NeoBleeper verwendet den Systemlautsprecher zur Signaltonerzeugung.
es: El sistema tiene salida de altavoz y se trata de un ordenador modular. NeoBleeper usará el altavoz del sistema para generar pitidos.
fr: Une sortie haut-parleur système est présente et il s'agit d'un ordinateur modulaire. NeoBleeper utilisera le haut-parleur système pour émettre des bips.
it: L'uscita dell'altoparlante di sistema è presente e si tratta di un computer modulare. NeoBleeper utilizzerà l'altoparlante di sistema per emettere segnali acustici.
ru: Выход на системный динамик присутствует, и это модульный компьютер. NeoBleeper будет использовать системный динамик для создания звуковых сигналов.
tr: Sistem hoparlörü çıkışı mevcut ve modüler bir bilgisayar. NeoBleeper, bip sesleri oluşturmak için sistem hoparlörünü kullanacaktır.
uk: Вихід на системний динамік присутній, і це модульний комп'ютер. NeoBleeper використовуватиме системний динамік для створення звукових сигналів.
vi: L'uscita dell'altoparlante di sistema è presente e si tratta di un computer modulare. NeoBleeper utilizzerà l'altoparlante di sistema per emettere segnali acustici.

# MessageNonStandardBleeperMusicMakerFile
source: This Bleeper Music Maker file contains invalid elements that do not comply with the syntax of Bleeper Music Maker file format. Do you want to open this file anyway?
de: Diese Bleeper Music Maker-Datei enthält ungültige Elemente, die nicht dem Dateiformat von Bleeper Music Maker entsprechen. Möchten Sie die Datei trotzdem öffnen?
es: Este archivo de Bleeper Music Maker contiene elementos no válidos que no cumplen con la sintaxis del formato de archivo de Bleeper Music Maker. ¿Desea abrir este archivo de todas formas?
fr: Ce fichier Bleeper Music Maker contient des éléments non valides qui ne respectent pas la syntaxe du format de fichier Bleeper Music Maker. Voulez-vous quand même ouvrir ce fichier ?
it: Questo file di Bleeper Music Maker contiene elementi non validi che non rispettano la sintassi del formato di file di Bleeper Music Maker. Vuoi aprire comunque questo file?
ru: Этот файл Bleeper Music Maker содержит недопустимые элементы, которые не соответствуют синтаксису формата файла Bleeper Music Maker. Вы хотите всё равно открыть этот файл?
tr: Bu Bleeper Music Maker dosyası, Bleeper Music Maker dosya biçiminin sözdizimine uymayan geçersiz öğeler içeriyor. Bu dosyayı yine de açmak istiyor musunuz?
uk: Цей файл Bleeper Music Maker містить недійсні елементи, які не відповідають синтаксису формату файлу Bleeper Music Maker. Ви все одно хочете відкрити цей файл?
vi: Tệp Bleeper Music Maker này chứa các thành phần không hợp lệ, không tuân thủ cú pháp của định dạng tệp Bleeper Music Maker. Bạn có muốn mở tệp này không?

# MessagePlaybackStartingError
source: Error starting playback:
de: Fehler beim Starten der Wiedergabe:
es: Error al iniciar la reproducción:
fr: Erreur lors du démarrage de la lecture :
it: Errore durante l'avvio della riproduzione:
ru: Ошибка начала воспроизведения:
tr: Oynatma başlatılırken hata oluştu:
uk: Помилка початку відтворення:
vi: Lỗi khi bắt đầu phát lại:

# MessageStartMIDIInputDeviceErrorPart2
source: Try refreshing the device list.
de: Versuchen Sie, die Geräte-Liste zu aktualisieren.
es: Intente actualizar la lista de dispositivos.
fr: Essayez d'actualiser la liste des appareils.
it: Prova ad aggiornare l'elenco dei dispositivi.
ru: Попробуйте обновить список устройств.
tr: Cihaz listesini yenilemeyi dene.
uk: Спробуйте оновити список пристроїв.
vi: Hãy thử làm mới danh sách thiết bị.

# TextPosition
source: Position:
es: Posición:
it: Posizione:
ru: Позиция:
tr: Konum:
uk: Позиція:
vi: Vị trí:

# TextCurrentlyWaiting
source: Currently waiting
de: Aktuell wird gewartet
es: Actualmente esperando
fr: En attente actuellement
it: Attualmente in attesa
ru: В настоящее время ожидание
tr: Şu anda bekliyor
uk: Наразі очікується
vi: Hiện đang chờ

# StatusChipsetIsNotAffected
source: Chipset is not known to have system speaker issues.
es: No se sabe que el chipset presente problemas con los altavoces del sistema.
fr: Ce chipset n'est pas connu pour présenter des problèmes au niveau des haut-parleurs système.

# GoogleGeminiAPIIsNotSupportedInYourCountry
source: Google Gemini™ API is not available in your country. Please check the list of supported countries.
de: Die Google Gemini™ API ist in Ihrem Land nicht verfügbar. Bitte überprüfen Sie die Liste der unterstützten Länder.
es: La API de Google Gemini™ no está disponible en tu país. Consulta la lista de países compatibles.
fr: L'API Google Gemini™ n'est pas disponible dans votre pays. Veuillez consulter la liste des pays pris en charge.
it: L'API Google Gemini™ non è disponibile nel tuo Paese. Consulta l'elenco dei Paesi supportati.
ru: API Google Gemini™ недоступен в вашей стране. Проверьте список поддерживаемых стран.
tr: Google Gemini™ API ülkenizde kullanılamıyor. Lütfen desteklenen ülkeler listesini kontrol edin.
uk: API Google Gemini™ недоступний у вашій країні. Будь ласка, перевірте список підтримуваних країн.
vi: API Google Gemini™ không khả dụng ở quốc gia của bạn. Vui lòng kiểm tra danh sách các quốc gia được hỗ trợ.

# ButtonContinue
source: C&ontinue
es: C&ontinuar
fr: &Continuer
uk: П&родовжити

# ButtonYes
source: &Yes
de: &Ja
es: &Sí
fr: &Oui
uk: &Так

# StatusProgramLanguage
source: NeoBleeper is starting with language:
de: NeoBleeper beginnt mit der Sprache:
es: NeoBleeper comienza con el lenguaje:
fr: NeoBleeper commence avec le langage:
it: NeoBleeper inizia con il linguaggio:
ru: NeoBleeper запускается с языком:
tr: NeoBleeper şu dilde başlatılıyor:
uk: NeoBleeper починає з мови:
vi: NeoBleeper bắt đầu bằng ngôn ngữ:

# ExamplePrompt3
source: Compose a jazz melody with a swing rhythm
de: Erzeuge einen energiegeladenen Techno-Track
es: Genera una melodía clásica inspirada en Chopin
fr: Génère une valse romantique au piano
it: Genera una melodia jazz con sassofono
ru: Сгенерируй джазовую композицию с импровизацией
tr: Hareketli bir elektronik dans müziği yarat
uk: Напиши джазову композицію зі свінговим ритмом
vi: Viết một giai điệu jazz với nhịp swing

# MessageAPIKeyIsCorrupted
source: NeoBleeper has detected that your Google Gemini™ API key is corrupted. Please re-enter your Google Gemini™ API key in the settings window.
de: NeoBleeper hat festgestellt, dass Ihr Google Gemini™-API-Schlüssel beschädigt ist. Bitte geben Sie Ihren Google Gemini™-API-Schlüssel erneut im Einstellungsfenster ein.
es: NeoBleeper ha detectado que tu clave API de Google Gemini™ está dañada. Vuelve a introducirla en la ventana de configuración.
fr: NeoBleeper a détecté que votre clé API Google Gemini™ est corrompue. Veuillez la saisir à nouveau dans les paramètres.
it: NeoBleeper ha rilevato che la tua chiave API di Google Gemini™ è danneggiata. Inserisci nuovamente la tua chiave API di Google Gemini™ nella finestra delle impostazioni.
ru: NeoBleeper обнаружил, что ваш ключ API Google Gemini™ повреждён. Введите ключ API Google Gemini™ повторно в окне настроек.
tr: NeoBleeper, Google Gemini™ API anahtarınızın bozuk olduğunu tespit etti. Lütfen ayarlar penceresine Google Gemini™ API anahtarınızı yeniden girin.
uk: NeoBleeper виявив, що ваш ключ API Google Gemini™ пошкоджено. Будь ласка, повторно введіть свій ключ API Google Gemini™ у вікні налаштувань.
vi: NeoBleeper phát hiện khóa API Google Gemini™ của bạn bị hỏng. Vui lòng nhập lại khóa API Google Gemini™ trong cửa sổ cài đặt.

# TextEventsAreBeingCollected
source: Events are being collected...
de: Ereignisse werden gesammelt...
es: Se están recopilando eventos...
fr: Les événements sont collectés...
it: Gli eventi vengono raccolti...
ru: События собираются...
tr: Olaylar toplanıyor...
uk: Збираються події...
vi: Các sự kiện đang được thu thập...

# TextStopWaiting
source: Stop waiting
de: Hören Sie auf zu warten
es: Deja de esperar
fr: Arrêtez d'attendre
it: Smetti di aspettare
ru: Хватит ждать
tr: Beklemeyi Bırak
uk: Перестань чекати
vi: Đừng chờ đợi nữa

# AnErrorOccurredWhileRunningApplication
source: An error occurred while running the application:
de: Beim Ausführen der Anwendung ist ein Fehler aufgetreten:
es: Se produjo un error al ejecutar la aplicación:
fr: Une erreur s'est produite lors de l'exécution de l'application:
it: Si è verificato un errore durante l'esecuzione dell'applicazione:
ru: При запуске приложения произошла ошибка:
tr: Uygulama çalışırken bir hata oluştu:
uk: Під час запуску програми сталася помилка:
vi: Đã xảy ra lỗi khi chạy ứng dụng:

# MessageAIMusicCreationFailed
source: AI music creation failed:
de: Die Erstellung von Musik durch KI ist fehlgeschlagen:
es: La creación de música con IA falló:
fr: Échec de la création musicale par l'IA:
it: Creazione di musica tramite IA fallita:
ru: Создание музыки с помощью ИИ не удалось:
tr: Yapay zeka ile müzik oluşturma başarısız oldu:
uk: Не вдалося створити музику за допомогою штучного інтелекту:
vi: Việc tạo nhạc bằng AI đã thất bại:

# StatusSystemInformationsGathering
source: Gathering system information...
de: Systeminformationen werden erfasst...
es: Recopilando información del sistema...
fr: Collecte des informations système…
ru: Сбор информации о системе...
tr: Sistem bilgileri toplanıyor...
uk: Збір системної інформації...
vi: Đang thu thập thông tin hệ thống...

# ButtonRetry
source: &Retry
de: &Wiederholen
es: &Rever
fr: &Réessayer
uk: П&овторити спробу

# AdvancedSystemSpeakerTestStarted
source: Advanced system speaker test is started.
de: Der erweiterte Systemlautsprechertest wurde gestartet.
es: Se ha iniciado la prueba avanzada de los altavoces del sistema.
fr: Le test des haut-parleurs du système avancé a démarré.
uk: Розпочато розширену перевірку системних динаміків.

# TextFramesAreBeingCreated
source: Frames are being created...
de: Es werden Frames erstellt...
es: Se están creando los marcos...
fr: Les cadres sont en cours de création...
it: Si stanno creando delle cornici...
ru: Кадры создаются...
tr: Çerçeveler oluşturuluyor...
uk: Створюються кадри...
vi: Khung đang được tạo...

# TextStopPlaying
source: Stop playing
de: Stoppt das Spielen
es: Detener reproducción
fr: Arrêtez de jouer
it: Smetti di giocare
ru: Перестань играть
tr: Oynatmayı Durdur
uk: Припинити грати
vi: Dừng chơi

# CrashReportCopied
source: Crash report copied to clipboard.
es: Informe de fallos copiado al portapapeles.
fr: Rapport d'incident copié dans le presse-papiers.

# StatusWakingUpSystemSpeaker
source: Waking up system speaker for affected chipsets... (you may hear clicking sounds)
es: Activando el altavoz del sistema para los chipsets afectados... (es posible que escuche chasquidos)
fr: Activation du haut-parleur système pour les puces concernées... (vous pouvez entendre des cliquetis)

# StatusSystemSpeakerWokenUp
source: System speaker has been woken up.
es: El altavoz del sistema se ha activado.
fr: Le haut-parleur du système a été activé.

# StatusErrorWakingUpSystemSpeaker
source: Error waking up system speaker:
es: Error al activar el altavoz del sistema:
fr: Erreur lors de la mise en marche du haut-parleur système:

# AISettingsAgeRestrictionWarning
source: You must be at least 18 years old to use this feature.
es: Para utilizar esta función debes tener al menos 18 años.
fr: Vous devez avoir au moins 18 ans pour utiliser cette fonctionnalité.

# ShiftKey
source: Shift
es: Mayús
fr: Maj

# SpaceKey
source: Space
es: Espacio
fr: Espace

# MessageGoogleGeminiAPIKeyIsNotWorking
source: The Google Gemini™ API key is not working. Please check and replace the API key in the "General" tab in settings.
es: La clave API de Google Gemini™ no funciona. Compruébela y reemplácela en la pestaña "General" de la configuración.
fr: La clé API Google Gemini™ ne fonctionne pas. Veuillez vérifier et remplacer la clé API dans l'onglet « Général » des paramètres.

# MessageErrorListingAImodels
source: AI model listing failed. Please check your Google Gemini™ API key and internet connection.
es: Error al incluir el modelo de IA. Comprueba tu clave API de Google Gemini™ y tu conexión a internet.
fr: L'inscription du modèle d'IA a échoué. Veuillez vérifier votre clé API Google Gemini™ et votre connexion Internet.

# NotificationTitleAIMusicCreated
source: AI Music Created
es: Música generada por IA
fr: Musique générée par l'IA

# NotificationTitleMIDIFileLoaded
source: MIDI File Loaded
es: Archivo MIDI cargado
fr: Fichier MIDI chargé

# NotificationMessageAIMusicCreated
source: The AI-generated music has been created successfully.
es: La música generada por IA se ha creado correctamente.
fr: La musique générée par l'IA a été créée avec succès.

# NotificationMessageMIDIFileLoaded
source: The MIDI file has been loaded successfully.
es: El archivo MIDI se ha cargado correctamente.
fr: Le fichier MIDI a été chargé avec succès.

# TitleInvalidArgument
source: Invalid Argument
es: Argumento inválido
fr: Argument invalide

# MessageInvalidArgument
source: The request contains invalid parameters. Please check your input and try again.
es: La solicitud contiene parámetros inválidos. Por favor, revise su entrada y vuelva a intentarlo.
fr: La requête contient des paramètres invalides. Veuillez vérifier vos données et réessayer.

# TitleFailedPrecondition
source: Failed Precondition
es: Precondición fallida
fr: Condition préalable non remplie

# MessageFailedPrecondition
source: The free tier of Google Gemini™ API is not available in your country/region. Please consider upgrading to a paid plan to access the service.
es: La versión gratuita de la API de Google Gemini™ no está disponible en tu país/región. Considera actualizar a un plan de pago para acceder al servicio.
fr: L'offre gratuite de l'API Google Gemini™ n'est pas disponible dans votre pays/région. Veuillez envisager de passer à un abonnement payant pour accéder au service.

# TitlePermissionDenied
source: Permission Denied
es: Permiso denegado
fr: Accès refusé

# MessagePermissionDenied
source: Your API key does not have permission to access the requested resource. Please check your API key and permissions.
es: Su clave API no tiene permiso para acceder al recurso solicitado. Verifique su clave API y sus permisos.
fr: Votre clé API ne vous autorise pas à accéder à la ressource demandée. Veuillez vérifier votre clé API et ses autorisations.

# TitleNotFound
source: Not Found
es: No encontrado
fr: Introuvable

# MessageNotFound
source: The requested resource or model was not found. Please check the endpoint and try again.
es: Die angeforderte Ressource oder das angeforderte Modell wurde nicht gefunden. Bitte überprüfen Sie den Endpunkt und versuchen Sie es erneut.
fr: La ressource ou le modèle demandé est introuvable. Veuillez vérifier le point de terminaison et réessayer.

# TitleResourceExhausted
source: Resource Exhausted
es: Recurso agotado
fr: Ressource épuisée

# MessageResourceExhausted
source: You have exceeded your API request quota or not available in your tier. Please try again later or upgrade your plan.
es: Has superado tu límite de solicitudes de API o no está disponible en tu nivel. Inténtalo de nuevo más tarde o actualiza tu plan.
fr: Vous avez dépassé votre quota de requêtes API ou ce service n'est pas inclus dans votre forfait. Veuillez réessayer plus tard ou passer à un forfait supérieur.

# TitleUnavailable
source: Service/Model Unavailable or Overloaded
es: Servicio/modelo no disponible o sobrecargado
fr: Service/Modèle indisponible ou surchargé

# MessageUnavailable
source: The service/model is currently unavailable or overloaded. Please try again later.
es: El servicio/modelo no está disponible actualmente o está sobrecargado. Inténtelo de nuevo más tarde.
fr: Le service/modèle est actuellement indisponible ou surchargé. Veuillez réessayer plus tard.

# TitleDeadlineExceeded
source: Deadline Exceeded
es: Fecha límite excedida
fr: Délai dépassé

# MessageDeadlineExceeded
source: The service is unable to finish processing within the deadline.
es: El servicio no puede finalizar el procesamiento dentro del plazo.
fr: Le service n'a pas pu terminer le traitement dans les délais impartis.

# TitleInternalError
source: Internal Error
es: Error interno
fr: Erreur interne

# MessageInternalError
source: The internal error occurred in the Google Gemini™ service or your input is too long. Please try again later or shorten your input.
es: Se produjo un error interno en el servicio Google Gemini™ o tu entrada es demasiado larga. Inténtalo de nuevo más tarde o acórtala.
fr: Une erreur interne s'est produite dans le service Google Gemini™ ou votre texte est trop long. Veuillez réessayer plus tard ou raccourcir votre texte.

# TitleOutOfRange
source: Out of Range
es: Fuera de rango
fr: Valeur hors limites

# MessageOutOfRange
source: A value is out of the allowed range.
es: Un valor está fuera del rango permitido.
fr: La valeur est hors des limites autorisées.

# TitleUnauthenticated
source: Unauthenticated
es: Sin autenticar
fr: Non authentifié

# MessageUnauthenticated
source: Authentication is required and has failed or has not yet been provided.
es: Se requiere autenticación y ha fallado o aún no se ha proporcionado.
fr: L'authentification est requise et a échoué ou n'a pas encore été effectuée.

# TitleAborted
source: Aborted
es: Abortado
fr: Opération interrompue

# MessageAborted
source: The operation was aborted.
es: La operación fue abortada.
fr: L'opération a été interrompue.

# TitleAlreadyExists
source: Already Exists
es: Ya existe
fr: Ressource déjà existante

# MessageAlreadyExists
source: The resource already exists.
es: El recurso ya existe.
fr: Cette ressource existe déjà.

# TitleRequestTooLarge
source: Request Too Large
es: Solicitud demasiado grande
fr: Requête trop volumineuse

# MessageRequestTooLarge
source: The request is too large to be processed.
es: La solicitud es demasiado grande para ser procesada.
fr: La requête est trop volumineuse pour être traitée.

# TitleProhibitedContent
source: Prohibited Content
es: Contenido prohibido
fr: Contenu interdit

# MessageProhibitedContent
source: The response was blocked due to prohibited content.
es: La respuesta fue bloqueada debido a contenido prohibido.
fr: La réponse a été bloquée en raison de contenu interdit.

# TitleCancelled
source: Cancelled
es: Cancelado
fr: Annulé

# MessageCancelled
source: The operation was cancelled.
es: La operación fue cancelada.
fr: L'opération a été annulée.

# TitleDataLoss
source: Data Loss
es: Pérdida de datos
fr: Perte de données

# MessageDataLoss
source: Unrecoverable data loss or corruption.
es: Pérdida o corrupción de datos irrecuperable.
fr: Perte ou corruption irrécupérable des données.

# TitleUnknownError
source: Unknown Error
es: Error desconocido
fr: Erreur inconnue

# MessageUnknownError
source: An unknown error occurred.
es: Se ha producido un error desconocido.
fr: Une erreur inconnue s'est produite.

# TitleNotImplemented
source: Not Implemented
es: No implementado
fr: Non implémenté

# MessageNotImplemented
source: The requested functionality is not implemented.
es: La funcionalidad solicitada no está implementada.
fr: La fonctionnalité demandée n'est pas implémentée.

# TitleBadGateway
source: Bad Gateway
es: Puerta de enlace defectuosa
fr: Passerelle défectueuse

# MessageBadGateway
source: Received an invalid response from the upstream server.
es: Se recibió una respuesta no válida del servidor ascendente.
fr: Réponse invalide reçue du serveur en amont.

# MessageIncompleteNBPMLContent
source: The generated output appears to be incomplete NBPML content and cannot be used.
es: El resultado generado parece contener contenido NBPML incompleto y no se puede utilizar.

# TitleIncompleteNBPMLContent
source: Incomplete NBPML Content
es: Contenido NBPML incompleto

# TitleRequestTimeout
source: Request Timeout
es: Tiempo de espera de la solicitud

# MessageRequestTimeout
source: The request timed out before completion. Please try again later.
es: La solicitud se agotó antes de completarse. Inténtelo de nuevo.

# TitleInfiniteLoop
source: Infinite Loop Detected
es: Bucle infinito detectado

# MessageInfiniteLoop
source: The AI model appears in an infinite loop or keeps repeating itself. The generation has been cancelled.
es: El modelo de IA aparece en un bucle infinito o se repite constantemente. Se ha cancelado la creación musical con IA.

# TextBeatError
source: (Error)
de: (Fehler)
fr: (Erreur)
it: (Errore)
ru: (Ошибка)
tr: (Hata)
uk: (Помилка)
vi: (Lỗi)

# TextError
source: Error
de: Fehler
fr: Erreur
it: Errore
ru: Ошибка
tr: Hata
uk: Помилка
vi: Lỗi

# ButtonNo
source: &No
de: &Nein
fr: &Non
uk: &Ні

# EscKey
source: Esc
fr: Échap

# FermataArticulation
source: Fer
ru: Фер
uk: Фер

# StaccatoArticulation
source: Sta
ru: Ста
uk: Ста

# SpiccatoArticulation
source: Spi
ru: Спи
uk: Спі

# TextMilliseconds
source: mS
ru: мС
uk: мС

# TripletModifier
source: Tri
ru: Три
tr: Üçl
uk: Трі
vi: Bộ
