Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/Properties/Resources.*.resx
Languages: de, es, fr, it, ru, tr, uk, vi

# MessageInvalidOrCorruptedMusicFile
source: Invalid or corrupted music file
de: Ungültige oder beschädigte Musikdatei
es: Archivo de música no válido o dañado
fr: Fichier musical invalide ou corrompu
it: File musicale non valido o danneggiato
ru: Неверный или поврежденный музыкальный файл
tr: Geçersiz veya bozuk müzik dosyası
uk: Недійсний або пошкоджений музичний файл
vi: Tệp nhạc không hợp lệ hoặc bị hỏng

# LyricsExampleText
source: Example text
de: Beispieltext
es: Texto de ejemplo
fr: Exemple de texte
it: Testo di esempio
ru: Пример текста
tr: Örnek metin
uk: Приклад тексту
vi: Văn bản ví dụ

# MessageNoSavedVersion
source: No saved version to rewind to.
de: Es ist keine gespeicherte Version vorhanden, auf die zurückgespult werden kann.
es: No hay ninguna versión guardada a la cual rebobinar.
fr: Aucune version enregistrée pour revenir en arrière.
it: Nessuna versione salvata a cui tornare indietro.
ru: Сохраненной версии для перемотки нет.
tr: Geri dönmek için kayıtlı bir sürüm yok.
uk: Немає збереженої версії для перемотування.
vi: Không có phiên bản đã lưu để tua lại.

# PercussionNames
source: Laser, Whip, Scratch Push, Scratch Pull, Stick Click, Side Stick, Metronome Click, Metronome Bell, Bass Drum, Kick Drum, Snare Cross Stick, Snare Drum, Hand Clap, Electric Snare Drum, Floor Tom 2, Hi-Hat Closed, Floor Tom 1, Hi-Hat Foot, Low Tom, Hi-Hat Open, Low-Mid Tom, High-Mid Tom, Crash Cymbal, High Tom, Ride Cymbal, China Cymbal, Ride Bell, Tambourine, Splash Cymbal, Cowbell, Crash Cymbal 2, Vibraslap, Ride Cymbal 2, High Bongo, Low Bongo, Conga Dead Stroke, Conga, Tumba, High Timbale, Low Timbale, High Agogo, Low Agogo, Cabasa, Maracas, Whistle Short, Whistle Long, Guiro Short, Guiro Long, Claves, High Woodblock, Low Woodblock, Cuica High, Cuica Low, Triangle Mute, Triangle Open, Shaker, Sleigh Bell, Bell Tree, Castanets, Surdu Dead Stroke, Surdu, Güiro, Clave, Wood Block, Snare Drum Rod, Ocean Drum, Snare Drum Brush
es: Láser, Látigo, Scratch empujado, Scratch jalado, Clic de baqueta, Golpe de aro, Clic de metrónomo, Campana de metrónomo, Bombo, Bombo, Aro de caja, Caja, Palmada, Caja eléctrica, Tom de piso 2, Hi-hat cerrado, Tom de piso 1, Hi-hat con pedal, Tom grave, Hi-hat abierto, Tom medio-grave, Tom medio-agudo, Platillo crash, Tom agudo, Platillo ride, Platillo china, Campana ride, Pandereta, Platillo splash, Cencerro, Platillo crash 2, Vibraslap, Platillo ride 2, Bongó agudo, Bongó grave, Conga apagada, Conga, Tumba, Timbal agudo, Timbal grave, Agogó agudo, Agogó grave, Cabasa, Maracas, Silbato corto, Silbato largo, Güiro corto, Güiro largo, Claves, Bloque de madera agudo, Bloque de madera grave, Cuíca aguda, Cuíca grave, Triángulo apagado, Triángulo abierto, Shaker, Cascabeles, Campanas tubulares, Castañuelas, Surdu apagado, Surdu, Güiro, Clave, Bloque de madera, Caja con baquetas, Tambor oceánico, Caja con escobillas
fr: Laser, Fouet, Scratch poussé, Scratch tiré, Clic de baguette, Rimshot, Clic de métronome, Cloche de métronome, Grosse caisse, Grosse caisse, Cercle de caisse claire, Caisse claire, Claquement de mains, Caisse claire électrique, Tom basse 2, Charleston fermé, Tom basse 1, Charleston au pied, Tom grave, Charleston ouvert, Tom médium-grave, Tom médium-aigu, Cymbale crash, Tom aigu, Cymbale ride, Cymbale china, Cloche de ride, Tambourin, Cymbale splash, Cloche de vache, Cymbale crash 2, Vibraslap, Cymbale ride 2, Bongo aigu, Bongo grave, Conga étouffé, Conga, Tumba, Timbale aiguë, Timbale grave, Agogo aigu, Agogo grave, Cabasa, Maracas, Sifflet court, Sifflet long, Güiro court, Güiro long, Claves, Woodblock aigu, Woodblock grave, Cuíca aiguë, Cuíca grave, Triangle étouffé, Triangle ouvert, Shaker, Grelots, Carillon tubulaire, Castagnettes, Surdu étouffé, Surdu, Güiro, Clave, Woodblock, Balais de caisse claire, Ocean drum, Balais de caisse claire
uk: Лазер, Батіг, Скретч штовх, Скретч протяжка, Клацання паличкою, Удар по ободу, Клацання метронома, Дзвіночок метронома, Бас-барабан, Бочка, Римшот малого барабана, Малий барабан, Плескання в долоні, Електронний малий барабан, Підлоговий том 2, Хай-хет закритий, Підлоговий том 1, Хай-хет педаль, Низький том, Хай-хет відкритий, Низько-середній том, Високо-середній том, Креш-тарілка, Високий том, Райд-тарілка, Чайна-тарілка, Купол райда, Бубон, Сплеш-тарілка, Дзвіночок, Креш-тарілка 2, Вібраслеп, Райд-тарілка 2, Високе бонго, Низьке бонго, Конга заглушена, Конга, Тумба, Високий тимбал, Низький тимбал, Високе агого, Низьке агого, Кабаса, Маракаси, Короткий свисток, Довгий свисток, Коротке гуїро, Довге гуїро, Клавес, Високий вудблок, Низький вудблок, Висока куїка, Низька куїка, Трикутник закритий, Трикутник відкритий, Шейкер, Бубонці, Дзвінкове дерево, Кастаньєти, Сурду заглушений, Сурду, Гуїро, Клаве, Вудблок, Малий барабан паличками, Океанський барабан, Малий барабан щітками

# MessageLinuxBeepCommandConvertError
source: Error converting to Beep command for Linux:
de: Fehler beim Konvertieren in den Beep-Befehl für Linux:
es: Error al convertir al comando Beep para Linux:
fr: Erreur lors de la conversion en commande Beep pour Linux:
it: Errore durante la conversione nel comando Beep per Linux:
ru: Ошибка преобразования в команду Beep для Linux:
tr: Linux için Beep komutuna dönüştürme hatası:
uk: Помилка конвертації в команду Beep для Linux:
vi: Lỗi khi chuyển đổi sang lệnh Beep cho Linux:

# StatusSystemSpeakerOutputPresent
source: System speaker output is present. System speaker will be used to create beeps
de: Der Systemlautsprecherausgang ist vorhanden. Die Signaltonausgabe erfolgt über den Systemlautsprecher.
es: Hay salida de altavoz del sistema. Se utilizará el altavoz del sistema para generar pitidos.
fr: Sortie haut-parleur système présente. Le haut-parleur système sera utilisé pour émettre des bips.
it: L'uscita dell'altoparlante di sistema è presente. Verrà utilizzato un dispositivo audio per emettere segnali acustici.
ru: Выход системного динамика присутствует. Звуковое устройство будет использоваться для создания звуковых сигналов.
tr: Sistem hoparlörü çıkışı mevcut. Bip sesleri oluşturmak için sistem hoparlörü kullanılacak.
uk: Вихід системного динаміка присутній. Системний динамік буде використано для створення звукових сигналів
vi: Có ngõ ra loa hệ thống. Loa hệ thống sẽ được sử dụng để tạo tiếng bíp.

source: Port state stability test:
de: Stabilitätstest des Hafenzustands:
es: Prueba de estabilidad del estado del puerto:
fr: Test de stabilité de l'état des ports:
uk: Випробування на стійкість у порту в стані порту:

# TextFailed
source: FAILED
de: FEHLGESCHLAGEN
es: FALLIDA
fr: ÉCHOUÉ
uk: НЕВДАЛОСЯ

# TextStartWaiting
source: Start waiting
de: Beginnen Sie zu warten
es: Empieza a esperar
fr: Commencer à attendre
it: Inizia ad aspettare
ru: Начать ждать
tr: Beklemeye Başla
uk: Почати чекати
vi: Bắt đầu chờ đợi

# ExamplePrompt8
source: Create a pop song with catchy melodies
de: Schreibe eine orchestrale Filmmusik für eine Abenteuerszene
es: Escribe una pieza de tango argentino
fr: Écris une progression blues en La mineur
it: Scrivi un brano di musica barocca
ru: Напиши блюзовую прогрессию
tr: Barok dönem tarzında klasik bir eser bestele
uk: Згенеруй фолк мелодію з акустичною гітарою
vi: Sáng tác một bản nhạc pop với giai điệu bắt tai

# TextAIGeneratedMusic
source: AI Generated Music
de: KI-Generierte Musik
es: Música Generada por IA
fr: Musique Générée par l'IA
it: Musica Generata dall'Intelligenza Artificiale
ru: Музыка, Созданная ИИ
tr: Yapay Zeka ile Oluşturulmuş Müzik
uk: Музика, згенерована штучним інтелектом
vi: Âm nhạc được tạo ra bởi AI

# MessageErrorSavingFile
source: Error saving NeoBleeper file:
de: Fehler beim Speichern der NeoBleeper-Datei:
es: Error al guardar el archivo NeoBleeper:
fr: Erreur lors de l'enregistrement du fichier NeoBleeper :
it: Errore durante il salvataggio del file NeoBleeper:
ru: Ошибка сохранения файла NeoBleeper:
tr: NeoBleeper dosyası kaydedilirken hata oluştu:
uk: Помилка збереження файлу NeoBleeper:
vi: Lỗi khi lưu tệp NeoBleeper:

# TextTheMIDIFileIsBeingLoaded
source: The MIDI file is being loaded...
de: Die MIDI-Datei wird geladen...
es: Se está cargando el archivo MIDI...
fr: Le fichier MIDI est en cours de chargement...
it: Il file MIDI è in fase di caricamento...
ru: MIDI-файл загружается...
tr: MIDI dosyası yükleniyor...
uk: MIDI-файл завантажується...
vi: Tệp MIDI đang được tải...

# StatusCompactComputerDetected
source: System speaker output is present, but it is a compact computer. NeoBleeper will use the sound card to create beeps to avoid issues with compact computers.
de: Es ist ein Systemlautsprecherausgang vorhanden, aber es handelt sich um einen kompakten Computer. NeoBleeper verwendet die Soundkarte zur Signaltonerzeugung, um Probleme mit kompakten Computern zu vermeiden.
es: El sistema tiene salida de altavoz, pero se trata de un ordenador compacto. NeoBleeper usará la tarjeta de sonido para generar pitidos y así evitar problemas con ordenadores compactos.
fr: Une sortie haut-parleur système est présente, mais il s'agit d'un ordinateur compact. NeoBleeper utilisera la carte son pour émettre des bips afin d'éviter les problèmes avec les ordinateurs compacts.
it: L'uscita dell'altoparlante di sistema è presente, ma si tratta di un computer compatto. NeoBleeper utilizzerà la scheda audio per emettere segnali acustici, evitando così problemi con i computer compatti.
ru: Выход на системный динамик присутствует, но это компактный компьютер. NeoBleeper будет использовать звуковую карту для создания звуковых сигналов, чтобы избежать проблем с компактными компьютерами.
tr: Sistem hoparlörü çıkışı mevcut, ancak bilgisayarın türü bilinmiyor. NeoBleeper, bilinmeyen bilgisayar türlerinde sorun yaşamamak için bip sesleri oluşturmak üzere ses kartını kullanacaktır.
uk: Вихід на системний динамік присутній, але це компактний комп'ютер. NeoBleeper використовуватиме звукову карту для створення звукових сигналів, щоб уникнути проблем із компактними комп'ютерами.
vi: L'uscita dell'altoparlante di sistema è presente, ma si tratta di un computer compatto. NeoBleeper utilizzerà la scheda audio per emettere segnali acustici, evitando così problemi con i computer compatti.

# PlayBeatSoundHelpTitle
source: Play a Beat Sound
de: Spielen Sie einen Beat-Sound ab
es: Reproducir un sonido rítmico
fr: Jouer un son rythmique
it: Riproduci un suono ritmico
ru: Воспроизвести звук бита
tr: Bir Vuruş Sesi Çal
uk: Відтворити звук ритму
vi: Phát âm thanh nhịp điệu

# HalfNote
source: Half
de: Halbe
es: Blanca
fr: Blanche
it: Minima
ru: Половинная
tr: İkilik
uk: Половинна
vi: Nốt trắng

# GoogleGeminiServerDown
source: Google Gemini™ server is currently unreachable. Please try again later.
de: Der Google Gemini™-Server ist derzeit nicht erreichbar. Bitte versuchen Sie es später erneut.
es: El servidor de Google Gemini™ no está disponible en este momento. Inténtalo de nuevo más tarde.
fr: Le serveur Google Gemini™ est actuellement inaccessible. Veuillez réessayer ultérieurement.
it: Il server Google Gemini™ non è al momento raggiungibile. Riprova più tardi.
ru: Сервер Google Gemini™ в настоящее время недоступен. Повторите попытку позже.
tr: Google Gemini™ sunucusuna şu anda ulaşılamıyor. Lütfen daha sonra tekrar deneyin.
uk: Сервер Google Gemini™ наразі недоступний. Спробуйте ще раз пізніше.
vi: Máy chủ Google Gemini™ hiện không thể truy cập được. Vui lòng thử lại sau.

source: Electrical feedback test:
de: Elektrischer Rückkopplungstest:
es: Prueba de retroalimentación eléctrica:
fr: Test de rétroaction électrique:
uk: Випробування електричного зворотного зв'язку:

# StatusSystemSpeakerOutputNotPresent
source: System speaker output is not present. Sound device will be used to create beeps
de: Der Systemlautsprecherausgang ist nicht vorhanden. Das Audiogerät wird zur Signaltonausgabe verwendet.
es: No hay salida de altavoz del sistema. Se utilizará el dispositivo de sonido para generar pitidos.
fr: Sortie haut-parleur système absente. Le périphérique audio sera utilisé pour émettre des bips.
it: L'uscita dell'altoparlante di sistema non è presente. Verrà utilizzato un dispositivo audio per emettere segnali acustici.
ru: Выход системного динамика отсутствует. Звуковое устройство будет использоваться для создания звуковых сигналов.
tr: Sistem hoparlörü çıkışı mevcut değil. Bip sesleri oluşturmak için ses aygıtı kullanılacak.
uk: Вихід системного динаміка відсутній. Звуковий пристрій буде використано для створення звукових сигналів
vi: Không có ngõ ra loa hệ thống. Thiết bị âm thanh sẽ được sử dụng để tạo tiếng bíp.

# MessageLanguageChanged
source: The language has been changed and the application will now restart to apply the new language, and changes in open projects will be discarded.
de: Die Sprache wurde geändert. Die Anwendung wird nun neu gestartet, um die neue Sprache anzuwenden. Änderungen an offenen Projekten werden dabei nicht gespeichert.
es: Se ha cambiado el idioma y la aplicación ahora se reiniciará para aplicar el nuevo idioma, y ​​se descartarán los cambios en los proyectos abiertos.
fr: La langue a été modifiée et l'application va maintenant redémarrer pour appliquer la nouvelle langue, et les modifications dans les projets ouverts seront annulées.
it: La lingua è stata modificata e l'applicazione verrà riavviata per applicare la nuova lingua; le modifiche nei progetti aperti verranno ignorate.
ru: Язык был изменен, и приложение теперь перезапустится, чтобы применить новый язык, а изменения в открытых проектах будут отменены.
tr: Programın dili değiştirildi ve uygulama şimdi yeni dili uygulamak için yeniden başlatılacak, ve açık projelerdeki değişiklikler silinecektir.
uk: Мову змінено, і тепер застосунок перезавантажиться, щоб застосувати нову мову, а зміни у відкритих проектах будуть скасовані.
vi: Ngôn ngữ đã được thay đổi và ứng dụng sẽ khởi động lại để áp dụng ngôn ngữ mới, đồng thời những thay đổi trong các dự án đang mở sẽ bị loại bỏ.

# MessageNonValidMIDIFile
source: This file is not a valid MIDI file, or it is corrupted or is being used by another process.
de: Diese Datei ist keine gültige MIDI-Datei oder sie ist beschädigt bzw. wird von einem anderen Programm verwendet.
es: Este archivo no es un archivo MIDI válido, está dañado o está siendo utilizado por otro proceso.
fr: Ce fichier n'est pas un fichier MIDI valide, il est corrompu ou est utilisé par un autre processus.
it: Questo file non è un file MIDI valido, oppure è danneggiato o è utilizzato da un altro processo.
ru: Этот файл не является допустимым файлом MIDI, поврежден или используется другим процессом.
tr: Bu dosya geçerli bir MIDI dosyası değil, bozuk veya başka bir işlem tarafından kullanılıyor.
uk: Цей файл не є дійсним MIDI-файлом, або він пошкоджений, або використовується іншим процесом.
vi: Tệp này không phải là tệp MIDI hợp lệ hoặc bị hỏng hoặc đang được một tiến trình khác sử dụng.

# TitleOpenMIDIFile
source: Open MIDI File
de: MIDI-Datei öffnen
es: Abrir archivo MIDI
fr: Ouvrir un fichier MIDI
it: Apri file MIDI
ru: Открыть файл MIDI
tr: MIDI Dosyasını Aç
uk: Відкрити MIDI-файл
vi: Mở tệp MIDI

# TextMIDIEventsAreBeingCollected
source: MIDI events are being collected...
de: MIDI-Ereignisse werden gesammelt...
es: Se están recopilando eventos MIDI...
fr: Les événements MIDI sont collectés...
it: Gli eventi MIDI vengono raccolti...
ru: События MIDI собираются...
tr: MIDI olayları toplanıyor...
uk: Збираються MIDI-події...
vi: Các sự kiện MIDI đang được thu thập...

# WholeNote
source: Whole
de: Ganze
es: Redonda
fr: Ronde
it: Semibreve
ru: Целая
tr: Birlik
uk: Ціла
vi: Nốt tròn

# MessageConvertedBeepCommandCopied
source: The converted Beep command has been copied to clipboard
de: Der konvertierte Beep-Befehl wird in die Zwischenablage kopiert.
es: El comando Beep convertido se copia al portapapeles.
fr: La commande Beep convertie est copiée dans le presse-papiers.
it: Il comando Beep convertito viene copiato negli appunti.
ru: Преобразованная команда Beep скопирована в буфер обмена.
tr: Dönüştürülmüş Beep komutu panoya kopyalandı.
uk: Конвертована команда Beep скопійована в буфер обміну.
vi: Lệnh Beep đã chuyển đổi được sao chép vào bảng tạm.

# MessageGoogleGeminiAPIKeyFormatIsInvalid
source: Google Gemini™ API key format is invalid. Please re-enter the API key in the "General" tab in settings.
de: Das Format des Google Gemini™-API-Schlüssels ist ungültig. Bitte geben Sie den API-Schlüssel erneut im Reiter „Allgemein“ unter den Einstellungen ein.
es: El formato de la clave API de Google Gemini™ no es válido. Vuelva a introducir la clave API en la pestaña "General" de la configuración.
fr: Le format de la clé API Google Gemini™ est invalide. Veuillez la saisir à nouveau dans l'onglet « Général » des paramètres.
it: Il formato della chiave API non è valido. Controlla e riprova.
ru: Неверный формат ключа API Google Gemini™. Введите ключ API повторно на вкладке «Общие» в настройках.
tr: Google Gemini™ API anahtar biçimi geçersiz. Lütfen ayarlardaki "Genel" sekmesinden API anahtarını tekrar giriniz.
uk: Формат ключа API Google Gemini™ недійсний. Будь ласка, повторно введіть ключ API на вкладці «Загальні» в налаштуваннях.
vi: Định dạng khóa API Google Gemini™ không hợp lệ. Vui lòng nhập lại khóa API trong tab "Chung" trong phần cài đặt.

# MessageAPIKeyIsNotSet
source: Google Gemini™ API key is not set. Please set the API key in the "General" tab in settings.
de: Der API-Schlüssel für Google Gemini™ ist nicht festgelegt. Bitte geben Sie den API-Schlüssel im Reiter „Allgemein“ in den Einstellungen ein.
es: La clave API de Google Gemini™ no está configurada. Establezca la clave API en la pestaña "General" de la configuración.
fr: La clé API Google Gemini™ n'est pas définie. Veuillez la définir dans l'onglet « Général » des paramètres.
it: La chiave API di Google Gemini™ non è impostata. Imposta la chiave API nella scheda "Generale" delle impostazioni.
ru: Не установлен ключ API Google Gemini™. Установите ключ API на вкладке «Общие» в настройках.
tr: Google Gemini™ API anahtarı ayarlanmamış. Lütfen ayarlardaki "Genel" sekmesinden API anahtarını ayarlayınız.
uk: Ключ API Google Gemini™ не встановлено. Будь ласка, встановіть ключ API на вкладці «Загальні» в налаштуваннях.
vi: Khóa API Google Gemini™ chưa được thiết lập. Vui lòng thiết lập khóa API trong tab "Chung" trong phần cài đặt.

# PlayBeatSoundHelp
source: This feature allows you to play beat-like sounds from the system speaker/sound device. You can choose the sound to play by clicking the 'Change Beat Sound' button.
de: Diese Funktion ermöglicht es Ihnen, rhythmusartige Klänge über die Lautsprecher/das Audio-Gerät Ihres Systems abzuspielen. Sie können den gewünschten Klang auswählen, indem Sie auf die Schaltfläche „Beat-Sound ändern“ klicken.
es: Esta función te permite reproducir sonidos rítmicos desde el altavoz o dispositivo de sonido del sistema. Puedes elegir el sonido que quieres reproducir haciendo clic en el botón "Cambiar sonido rítmico".
fr: Cette fonctionnalité vous permet de reproduire des sons rythmiques à partir des haut-parleurs ou du périphérique audio du système. Vous pouvez choisir le son à reproduire en cliquant sur le bouton « Modifier le son rythmique ».
it: Questa funzione consente di riprodurre suoni simili a un ritmo dall'altoparlante/dispositivo audio di sistema. È possibile scegliere il suono da riprodurre cliccando sul pulsante "Cambia suono ritmo".
ru: Эта функция позволяет воспроизводить ритмичные звуки через системный динамик/звуковое устройство. Вы можете выбрать воспроизводимый звук, нажав кнопку «Изменить ритмичный звук».
tr: Bu özellik, sistem hoparlöründen/ses aygıtından ritim benzeri sesler çalmanızı sağlar. 'Ritmi Değiştir' düğmesine tıklayarak çalınacak sesi seçebilirsiniz.
uk: Ця функція дозволяє відтворювати звуки, схожі на ритм, із системного динаміка/звукового пристрою. Ви можете вибрати звук для відтворення, натиснувши кнопку «Змінити звук ритму».
vi: Tính năng này cho phép bạn phát âm thanh giống nhịp điệu từ loa hệ thống/thiết bị âm thanh. Bạn có thể chọn âm thanh muốn phát bằng cách nhấp vào nút 'Thay đổi âm thanh nhịp điệu'.

# MessageAnErrorOccurred
source: An error occurred:
de: Während des Programmdurchlaufs ist ein Fehler aufgetreten:
es: Se produjo un error:
fr: Une erreur s'est produite :
it: Si è verificato un errore:
ru: Произошла ошибка:
tr: Bir hata oluştu:
uk: Сталася помилка:
vi: Đã xảy ra lỗi:

# MessageErrorClosingForm
source: Error closing the form:
de: Fehler beim Schließen des Formulars:
es: Error al cerrar el formulario:
fr: Erreur lors de la fermeture du formulaire:
it: Errore durante la chiusura del modulo:
ru: Ошибка закрытия формы:
tr: Form kapatırken hata oluştu:
uk: Помилка закриття форми:
vi: Lỗi khi đóng biểu mẫu:
