Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/Properties/Resources.*.resx
Languages: de, es, fr, it, ru, tr, uk, vi

# DoNotUpdateHelp
source: This feature disables the automatic updating of the position table when playing the music. However, it will continue to update during editing. When enabled, the position table will not update when the music is playing. If you are experiencing problems with fluidity or skipping while playing the music in the list, it is recommended that you disable this option.
de: Diese Funktion deaktiviert die automatische Aktualisierung der Wiedergabeliste während der Musikwiedergabe. Während des Bearbeitens wird die Liste jedoch weiterhin aktualisiert. Bei aktivierter Funktion wird die Wiedergabeliste während der Musikwiedergabe nicht aktualisiert. Wenn Sie Probleme mit der Wiedergabequalität (z. B. Störungen oder Unterbrechungen) bei der Musikwiedergabe feststellen, empfehlen wir Ihnen, diese Option zu deaktivieren.
es: Esta función desactiva la actualización automática de la tabla de posiciones al reproducir música. Sin embargo, seguirá actualizándose durante la edición. Al activarla, la tabla de posiciones no se actualizará mientras se reproduce la música. Si experimenta problemas de fluidez o saltos al reproducir la música en la lista, se recomienda desactivar esta opción.
fr: Cette fonctionnalité désactive la mise à jour automatique du tableau de positionnement lors de la lecture de la musique. Cependant, la mise à jour se poursuit pendant l'édition. Lorsqu'elle est activée, le tableau de positionnement ne se met pas à jour pendant la lecture de la musique. Si vous rencontrez des problèmes de fluidité ou de sauts lors de la lecture de la musique de la liste, il est recommandé de désactiver cette option.
it: Questa funzione disabilita l'aggiornamento automatico della tabella delle posizioni durante la riproduzione del brano. Tuttavia, continuerà ad aggiornarsi durante la modifica. Se abilitata, la tabella delle posizioni non verrà aggiornata durante la riproduzione del brano. Se riscontri problemi di fluidità o salti durante la riproduzione del brano nell'elenco, ti consigliamo di disabilitare questa opzione.
ru: Эта функция отключает автоматическое обновление таблицы позиций при воспроизведении музыки. Однако она продолжит обновляться во время редактирования. Если эта функция включена, таблица позиций не будет обновляться во время воспроизведения музыки. Если у вас возникли проблемы с плавностью или пропуском воспроизведения музыки в списке, рекомендуется отключить эту опцию.
tr: Bu özellik, müzik çalınırken konum tablosunun otomatik olarak güncellenmesini devre dışı bırakır. Ancak, düzenleme sırasında güncellenmeye devam eder. Etkinleştirildiğinde, müzik çalınırken konum tablosu güncellenmez. Listedeki müziği çalarken akıcılık veya atlama sorunları yaşıyorsanız, bu seçeneği devre dışı bırakmanız önerilir.
uk: Ця функція вимикає автоматичне оновлення таблиці позицій під час відтворення музики. Однак вона продовжуватиме оновлюватися під час редагування. Якщо цю функцію ввімкнено, таблиця позицій не оновлюватиметься під час відтворення музики. Якщо у вас виникають проблеми з плавністю або пропусками під час відтворення музики у списку, рекомендується вимкнути цю опцію.
vi: Tính năng này vô hiệu hóa việc tự động cập nhật bảng vị trí khi phát nhạc. Tuy nhiên, bảng vị trí sẽ tiếp tục cập nhật trong quá trình chỉnh sửa. Khi được bật, bảng vị trí sẽ không cập nhật khi nhạc đang phát. Nếu bạn gặp sự cố về độ mượt mà hoặc bị nhảy đoạn khi phát nhạc trong danh sách, bạn nên tắt tùy chọn này.

# ButtonAbort
source: &Abort
es: &Abortar
fr: A&vorter
uk: &Перервати

# StatusInpOutX64IsMissingOrCorrupted
source: InpOutx64.dll is missing or corrupted. Placing InpOutx64.dll...
de: Die Datei InpOutx64.dll fehlt oder ist beschädigt. InpOutx64.dll wird platziert...
es: Falta el archivo InpOutx64.dll o está dañado. Colocando InpOutx64.dll...
fr: Le fichier InpOutx64.dll est manquant ou corrompu. Installation de InpOutx64.dll...
uk: Файл InpOutx64.dll відсутній або пошкоджений. Розміщення InpOutx64.dll...

# TextPlaying
source: Playing
de: Spielen
es: Reproduciendo actualmente
fr: En cours de lecture
it: Attualmente in riproduzione
ru: В данный момент играет
tr: Oynatılıyor
uk: Зараз грає
vi: Đang phát

# ButtonIgnore
source: &Ignore
es: &Ignorar
fr: &Ignorer
uk: &Ігнорувати

# ShowAPIKeyToolTip
source: Show the API key in the API key field. Click again to hide it.
de: Zeigen Sie den API-Schlüssel im API-Schlüssel-Feld an. Klicken Sie erneut, um ihn auszublenden.
es: Muestra la clave API en el campo correspondiente. Haz clic de nuevo para ocultarla.
fr: Afficher la clé API dans le champ prévu à cet effet. Cliquez à nouveau pour la masquer.
it: Mostra la chiave API nel campo Chiave API. Clicca di nuovo per nasconderla.
ru: Отобразить ключ API в поле «Ключ API». Нажмите ещё раз, чтобы скрыть его.
tr: API anahtarı alanındaki API anahtarını görüntüle Gizlemek için tekrar tıklayınız
uk: Показати ключ API у полі «Ключ API». Натисніть ще раз, щоб приховати його.
vi: Hiển thị khóa API trong trường khóa API. Nhấp lại để ẩn khóa.

# ExamplePrompt12
source: Compose a calm ambient soundscape for relaxation and meditation
de: Komponiere eine ruhige Ambient-Klanglandschaft für Entspannung und Meditation
es: Componer un paisaje sonoro ambiental tranquilo para relajación y meditación
fr: Composer un paysage sonore ambiant calme pour la relaxation et la méditation
ru: Сочини спокойный эмбиентный звуковой пейзаж для релаксации и медитации
tr: Rahatlama ve meditasyon için sakin bir ambient ses manzarası bestele
uk: Скомпонуй спокійний ембієнтний звуковий ландшафт для релаксації та медитації

# ToastMessageNotesCopy
source: Notes are copied to clipboard.
de: Die Notizen wurden in die Zwischenablage kopiert.
es: Las notas se copian al portapapeles.
fr: Les notes sont copiées dans le presse-papiers.
it: Le note vengono copiate negli appunti.
ru: Ноты копируются в буфер обмена.
tr: Notalar panoya kopyalandı.
uk: Ноти копіюються в буфер обміну.
vi: Nốt được sao chép vào bảng tạm.

# StatusSpecifyingStorageType
source: Specifying storage type for resonance prevention...
de: Speichertyp für Resonanzvermeidung angeben…
es: Especificando el tipo de almacenamiento para la prevención de resonancia...
fr: Spécification du type de stockage pour la prévention de la résonance…
it: Specifica del tipo di archiviazione per la prevenzione della risonanza...
ru: Указание типа накопителя для предотвращения резонанса...
tr: Rezonans önleme için depolama türü belirtiliyor...
uk: Вказівка ​​типу сховища для запобігання резонансу...
vi: Đang chỉ định loại bộ nhớ để ngăn ngừa cộng hưởng...

# StatusComputerTypeDetecting
source: Detecting type of computer...
de: Computertyp wird erkannt ...
es: Detectando tipo de computadora...
fr: Détection du type d'ordinateur...
it: Rilevamento del tipo di computer...
ru: Определение типа компьютера...
tr: Bilgisayar türü algılanıyor...
uk: Визначення типу комп'ютера...
vi: Đang phát hiện loại máy tính...

# AnErrorOccurredDuringAdvancedSystemSpeakerTest
source: An error occurred during the test. Check logs for details.
de: Beim Test ist ein Fehler aufgetreten. Weitere Informationen finden Sie in den Protokollen.
es: Se produjo un error durante la prueba. Consulte los registros para obtener más detalles.
fr: Une erreur s'est produite lors du test. Consultez les journaux pour plus de détails.
uk: Під час тесту сталася помилка. Перегляньте журнали для отримання детальної інформації.

# MessageNonSupportedDraggedFile
source: The file you dragged is not supported by NeoBleeper or is corrupted.
de: Die von Ihnen per Drag-and-Drop übertragene Datei wird von NeoBleeper nicht unterstützt oder ist beschädigt.
es: El archivo que arrastraste no es compatible con NeoBleeper o está dañado.
fr: Le fichier que vous avez fait glisser n'est pas pris en charge par NeoBleeper ou est corrompu.
it: Il file trascinato non è supportato da NeoBleeper o è danneggiato.
ru: Перетащенный вами файл не поддерживается NeoBleeper или поврежден.
tr: Sürüklediğiniz dosya NeoBleeper tarafından desteklenmiyor veya bozuk.
uk: Перетягнутий вами файл не підтримується NeoBleeper або пошкоджений.
vi: Tệp bạn kéo không được NeoBleeper hỗ trợ hoặc đã bị hỏng.

# StatusAPIKeyValidating
source: Google Gemini™ API key is validating...
de: Google Gemini™ API-Schlüssel wird validiert...
es: La clave API de Google Gemini™ se está validando...
fr: La clé API Google Gemini™ est en cours de validation
it: La chiave API di Google Gemini™ è in fase di convalida...
ru: Ключ API Google Gemini™ проходит проверку...
tr: Google Gemini™ API anahtarı doğrulanıyor...
uk: Ключ API Google Gemini™ перевіряється...
vi: Khóa API Google Gemini™ đang được xác thực...

source: Error saving API key:
de: Fehler beim Speichern des API-Schlüssels:
es: Error al guardar la clave API:
fr: Erreur lors de l'enregistrement de la clé API:
it: Errore durante il salvataggio della chiave API:
ru: Ошибка сохранения ключа API:
tr: API anahtarı kaydedilirken hata oluştu:
uk: Помилка збереження ключа API:
vi: Lỗi khi lưu khóa API:

# ButtonOK
source: &OK
es: &Oklahoma
fr: &Parafer
uk: &Гаразд

# ExamplePrompt9
source: Write a blues progression in E major
de: Erstelle einen Walzer im 3/4-Takt
es: Crea música electrónica con beats dinámicos
fr: Crée un thème musical pour un jeu vidéo rétro
it: Crea un tema musicale per un videogioco fantasy
ru: Создай энергичный рок-трек
tr: Ambient tarzda meditasyon müziği oluştur
uk: Напиши блюзову прогресію в мажорній тональності
vi: Viết một đoạn blues ở cung trưởng

# MIDIFilePlayerMutedError
source: The MIDI file player cannot be opened when "Mute playback" checkbox is checked, "Use motor or buzzer (via Arduino, Raspberry Pi or ESP32)" checkbox is unchecked and "Use MIDI output" checkbox is unchecked. Please check "Use MIDI output" checkbox from "Devices" tab in settings or uncheck "Mute playback" checkbox or uncheck "Use motor or buzzer (via Arduino, Raspberry Pi or ESP32)" checkbox to use this feature.
de: Der MIDI-Dateiplayer kann nicht geöffnet werden, wenn das Kontrollkästchen „Wiedergabe stummschalten“ aktiviert, das Kontrollkästchen „Motor oder Summer verwenden (über Arduino, Raspberry Pi oder ESP32)“ deaktiviert und das Kontrollkästchen „MIDI-Ausgang verwenden“ deaktiviert ist. Um diese Funktion zu nutzen, aktivieren Sie bitte das Kontrollkästchen „MIDI-Ausgang verwenden“ im Reiter „Geräte“ in den Einstellungen oder deaktivieren Sie das Kontrollkästchen „Wiedergabe stummschalten“ bzw. „Motor oder Summer verwenden (über Arduino, Raspberry Pi oder ESP32)“.
es: El reproductor de archivos MIDI no se puede abrir cuando la casilla "Silenciar reproducción" está marcada, la casilla "Usar motor o zumbador (mediante Arduino, Raspberry Pi o ESP32)" está desmarcada y la casilla "Usar salida MIDI" está desmarcada. Para usar esta función, marque la casilla "Usar salida MIDI" en la pestaña "Dispositivos" de la configuración o desmarque la casilla "Silenciar reproducción" o la casilla "Usar motor o zumbador (mediante Arduino, Raspberry Pi o ESP32)".
fr: Le lecteur de fichiers MIDI ne peut pas être ouvert lorsque la case « Couper la lecture » ​​est cochée, que la case « Utiliser un moteur ou un buzzer (via Arduino, Raspberry Pi ou ESP32) » est décochée et que la case « Utiliser la sortie MIDI » est décochée. Pour utiliser cette fonctionnalité, cochez la case « Utiliser la sortie MIDI » dans l'onglet « Périphériques » des paramètres ou décochez la case « Couper la lecture » ​​ou « Utiliser un moteur ou un buzzer (via Arduino, Raspberry Pi ou ESP32) ».
it: Il lettore di file MIDI non può essere aperto quando la casella di controllo "Disattiva riproduzione" è selezionata, la casella di controllo "Usa motore o cicalino (tramite Arduino, Raspberry Pi o ESP32)" è deselezionata e la casella di controllo "Usa uscita MIDI" è deselezionata. Spunta la casella di controllo "Usa uscita MIDI" nella scheda "Dispositivi" nelle impostazioni o deseleziona la casella di controllo "Disattiva riproduzione" o la casella di controllo "Usa motore o cicalino (tramite Arduino, Raspberry Pi o ESP32)" per utilizzare questa funzione.
ru: Проигрыватель MIDI-файлов не может быть открыт, если установлен флажок «Отключить воспроизведение», сняты флажки «Использовать мотор или зуммер (через Arduino, Raspberry Pi или ESP32)» и «Использовать выход MIDI». Чтобы использовать эту функцию, установите флажок «Использовать выход MIDI» на вкладке «Устройства» в настройках или снимите флажок «Отключить воспроизведение» или флажок «Использовать мотор или зуммер (через Arduino, Raspberry Pi или ESP32)».
tr: "Sessiz oynatma" onay kutusu işaretliyken, "Motor veya buzzer kullan (Arduino, Raspberry Pi veya ESP32 üzerinden)" onay kutusu işaretli değilken ve "MIDI çıkışını kullan" onay kutusu işaretli değilken MIDI dosya oynatıcısı açılamaz. Bu özelliği kullanmak için lütfen ayarlardaki "Cihazlar" sekmesinden "MIDI çıkışını kullan" onay kutusunu işaretleyin veya "Oynatma sesini kapat" onay kutusunun işaretini kaldırın.
uk: Плеєр MIDI-файлів не можна відкрити, якщо встановлено прапорець «Вимкнути звук відтворення», знято прапорець «Використовувати двигун або зумер (через Arduino, Raspberry Pi або ESP32)» та знято прапорець «Використовувати вихід MIDI». Будь ласка, встановіть прапорець «Використовувати вихід MIDI» на вкладці «Пристрої» в налаштуваннях або зніміть прапорець «Вимкнути звук відтворення» чи «Використовувати двигун або зумер (через Arduino, Raspberry Pi або ESP32)», щоб скористатися цією функцією.
vi: Không thể mở trình phát tệp MIDI khi hộp kiểm "Tắt tiếng phát lại" được chọn, hộp kiểm "Sử dụng động cơ hoặc còi (qua Arduino, Raspberry Pi hoặc ESP32)" không được chọn và hộp kiểm "Sử dụng đầu ra MIDI" không được chọn. Vui lòng chọn hộp kiểm "Sử dụng đầu ra MIDI" từ tab "Thiết bị" trong cài đặt hoặc bỏ chọn hộp kiểm "Tắt tiếng phát lại" hoặc bỏ chọn hộp kiểm "Sử dụng động cơ hoặc còi (qua Arduino, Raspberry Pi hoặc ESP32)" để sử dụng tính năng này.

# UseKeyboardAsPianoHelpTitle
source: Use Keyboard As Piano
de: Die Tastatur als Klavier verwenden
es: Usar el teclado como piano
fr: Utiliser le clavier comme un piano
it: Usa la tastiera come pianoforte
ru: Использовать клавиатуру как фортепиано
tr: Klavyeyi Piyano Olarak Kullan
uk: Використовуйте клавіатуру як фортепіано
vi: Sử dụng bàn phím như đàn piano

# StatusDisplayResolutionCheck
source: Checking for display resolution...
de: Bildschirmauflösung wird überprüft...
es: Comprobando la resolución de la pantalla...
fr: Vérification de la résolution d'affichage...
it: Controllo della risoluzione dello schermo...
ru: Проверка разрешения экрана...
tr: Ekran çözünürlüğü kontrol ediliyor...
uk: Перевірка роздільної здатності дисплея...
vi: Đang kiểm tra độ phân giải màn hình...

# StatusClassicBleeperModeEnabled
source: Classic Bleeper Mode is enabled. NeoBleeper will run in Classic Bleeper mode.
de: Der klassische Bleeper-Modus ist aktiviert. NeoBleeper läuft im klassischen Bleeper-Modus.
es: El modo Bleeper clásico está activado. NeoBleeper se ejecutará en modo Bleeper clásico.
fr: Le mode Bleeper classique est activé. NeoBleeper fonctionnera en mode Bleeper classique.
it: La modalità Classic Bleeper è abilitata. NeoBleeper funzionerà in modalità Classic Bleeper.
ru: Режим Classic Bleeper включен. NeoBleeper будет работать в режиме Classic Bleeper.
tr: Klasik Bleeper Modu etkin. NeoBleeper Klasik Bleeper modunda başlatılacak.
uk: Класичний режим звукового сигналу ввімкнено. NeoBleeper працюватиме у класичному режимі звукового сигналу.
vi: Chế độ Bleeper Cổ điển đã được bật. NeoBleeper sẽ chạy ở chế độ Bleeper Cổ điển.

# MessageNonSupportedOpenedFile
source: The file you opened is not supported by NeoBleeper or is corrupted.
de: Die geöffnete Datei wird von NeoBleeper nicht unterstützt oder ist beschädigt.
es: El archivo que abriste no es compatible con NeoBleeper o está dañado.
fr: Le fichier que vous avez ouvert n'est pas pris en charge par NeoBleeper ou est corrompu.
it: Il file aperto non è supportato da NeoBleeper o è danneggiato.
ru: Открытый вами файл не поддерживается NeoBleeper или повреждён.
tr: Açtığınız dosya NeoBleeper tarafından desteklenmiyor veya bozuk.
uk: Файл, який ви відкрили, не підтримується NeoBleeper або пошкоджений.
vi: Tệp bạn đã mở không được NeoBleeper hỗ trợ hoặc đã bị hỏng.

# MessageUnsavedChanges
source: There are unsaved changes. Do you want to save before exiting?
de: Es gibt nicht gespeicherte Änderungen. Möchten Sie vor dem Beenden speichern?
es: Hay cambios sin guardar. ¿Desea guardarlos antes de salir?
fr: Il y a des modifications non enregistrées. Voulez-vous les enregistrer avant de quitter ?
it: Ci sono modifiche non salvate. Vuoi salvarle prima di uscire?
ru: Есть несохранённые изменения. Сохранить перед выходом?
tr: Kaydedilmemiş değişiklikler var. Çıkmadan önce kaydetmek istiyor musunuz?
uk: Є незбережені зміни. Зберегти їх перед виходом?
vi: Có những thay đổi chưa được lưu. Bạn có muốn lưu trước khi thoát không?

# FilterProjectFileFormats
source: NeoBleeper Project Markup Language Files|*.NBPML|Bleeper Music Maker Files|*.BMM|All Files|*.*
de: NeoBleeper Project Markup Language-Dateien|*.NBPML|Bleeper Music Maker-Dateien|*.BMM|Alle Dateien|*.*
es: Archivos de lenguaje de marcado del proyecto NeoBleeper|*.NBPML|Archivos de Bleeper Music Maker|*.BMM|Todos los archivos|*.*
fr: Fichiers de langage de balisage du projet NeoBleeper|*.NBPML|Fichiers Bleeper Music Maker|*.BMM|Tous les fichiers|*.*
it: File del linguaggio di markup del progetto NeoBleeper|*.NBPML|File di Bleeper Music Maker|*.BMM|Tutti i file|*.*
ru: Файлы языка разметки проекта NeoBleeper|*.NBPML|Файлы Bleeper Music Maker|*.BMM|Все файлы|*.*
tr: NeoBleeper Proje İşaretleme Dili Dosyaları|*.NBPML|Bleeper Music Maker Dosyaları|*.BMM|Tüm Dosyalar|*.*
uk: Файли мови розмітки проекту NeoBleeper|*.NBPML|Файли Bleeper Music Maker|*.BMM|Усі файли|*.*
vi: Tệp Ngôn ngữ Đánh dấu Dự án NeoBleeper|*.NBPML|Tệp Bleeper Music Maker|*.BMM|Tất cả các tệp|*.*

# MessageFileNotFoundError
source: The file is not found:
de: Die Datei wurde nicht gefunden:
es: No se encuentra el archivo:
fr: Le fichier n'est pas trouvé:
it: Il file non è stato trovato:
ru: Файл не найден:
tr: Dosya bulunamadı:
uk: Файл не знайдено:
vi: Không tìm thấy tập tin:

# StatusHDDStorageType
source: Detected HDD storage. Avoiding resonance frequency of {value} Hz.
de: HDD-Speicher erkannt. Resonanzfrequenz von {value} Hz wird vermieden.
es: Almacenamiento HDD detectado. Se está evitando una frecuencia de resonancia de {value} Hz.
fr: Stockage sur disque dur détecté. Fréquence de résonance évitée de {value} Hz.
it: Rilevato spazio di archiviazione su HDD. Si sta evitando una frequenza di risonanza di {value} Hz.
ru: Обнаружен жесткий диск (HDD). Избегание резонансной частоты {value} Гц.
tr: HDD depolama algılandı. {value} Hz rezonans frekansından kaçınılıyor.
uk: Виявлено жорсткий диск (HDD). Уникання резонансної частоти {value} Гц.
vi: Đã phát hiện bộ nhớ HDD. Tránh tần số cộng hưởng {value} Hz.

# ExamplePrompt5
source: Make an electronic dance track with a fast tempo
de: Erstelle ein Wiegenlied mit sanften Tönen
es: Crea música ambiental para meditación
fr: Crée une bande sonore épique pour un film d'action
it: Crea una colonna sonora per un film drammatico
ru: Создай электронную музыку в стиле транс
tr: Fantezi oyunu için epik bir soundtrack oluştur
uk: Склади електронну танцювальну музику
vi: Sáng tác nhạc điện tử sôi động

# StatusAPIKeyValidationSuccessful
source: Google Gemini™ API key validation is successful
de: Die Validierung des Google Gemini™-API-Schlüssels war erfolgreich
es: La validación de la clave API de Google Gemini™ fue exitosa
fr: La validation de la clé API Google Gemini™ a réussi
it: La convalida della chiave API di Google Gemini™ è riuscita
ru: Ключ API Google Gemini™ успешно прошел проверку
tr: Google Gemini™ API anahtarı doğrulaması başarılı
uk: Ключ API Google Gemini™ успішно перевірено
vi: Khóa API Google Gemini™ đã được xác thực thành công

# ExamplePrompt13
source: Generate a retro 8-bit chiptune soundtrack inspired by classic video games
de: Generiere einen Retro-8-Bit-Chiptune-Soundtrack inspiriert von klassischen Videospielen
es: Generar una banda sonora chiptune de 8 bits retro inspirada en videojuegos clásicos
fr: Générer une bande-son chiptune 8-bit rétro inspirée des jeux vidéo classiques
ru: Сгенерируй ретро 8-битный чиптюн саундтрек, вдохновленный классическими видеоиграми
tr: Klasik video oyunlarından ilham alan retro 8-bit chiptune soundtrack üret
uk: Згенеруй ретро 8-бітний чіптюн саундтрек, натхненний класичними відеоіграми

# UseVoiceSystemHelpTitle
source: Use Voice System
de: Sprachsteuerung verwenden
es: Utilice el sistema de voz
fr: Utiliser le système vocal
it: Utilizzare il sistema vocale
ru: Использовать голосовую систему
tr: Ses Sistemini Kullan
uk: Використовувати голосову систему
vi: Sử dụng Hệ thống giọng nói

# TextCurrentlyNotWaiting
source: Currently not waiting
de: Derzeit nicht warten
es: Actualmente no estoy esperando
fr: N'est pas en attente actuellement
it: Attualmente non in attesa
ru: В настоящее время не жду
tr: Şu anda beklemiyor
uk: Наразі не чекаю
vi: Hiện tại không chờ đợi

# TextMIDIFileLoadingError
source: An error occurred while loading MIDI file.
de: Beim Laden der MIDI-Datei ist ein Fehler aufgetreten.
es: Se produjo un error al cargar el archivo MIDI.
fr: Une erreur s'est produite lors du chargement du fichier MIDI.
it: Si è verificato un errore durante il caricamento del file MIDI.
ru: Произошла ошибка при загрузке MIDI-файла.
tr: MIDI dosyası yüklenirken bir hata oluştu.
uk: Під час завантаження MIDI-файлу сталася помилка.
vi: Đã xảy ra lỗi khi tải tệp MIDI.

# DoNotUpdateHelpTitle
source: Do Not Update Beat Indicators
de: Beat-Anzeigen nicht aktualisieren
es: No actualice las pantallas Beat
fr: Ne pas mettre à jour les affichages de rythme
it: Non aggiornare i display dei beat
ru: Не обновлять отображение битов
tr: Vuruş Ekranlarını Güncellemeyin
uk: Не оновлювати дисплеї ритму
vi: Không cập nhật màn hình nhịp điệu

# MessageCorruptedOrCurrentlyUsedDraggedFile
source: The file you dragged is corrupted or the file is in use by another process.
de: Die von Ihnen verschobene Datei ist beschädigt oder wird von einem anderen Programm verwendet.
es: El archivo que arrastró está dañado o está siendo utilizado por otro proceso.
fr: Le fichier que vous avez fait glisser est corrompu ou le fichier est utilisé par un autre processus.
it: Il file trascinato è danneggiato oppure è utilizzato da un altro processo.
ru: Перетащенный вами файл поврежден или используется другим процессом.
tr: Sürüklediğiniz dosya bozuk veya dosya başka bir işlem tarafından kullanılıyor.
uk: Перетягнутий файл пошкоджений або його використовує інший процес.
vi: Tệp bạn kéo bị hỏng hoặc tệp đang được một tiến trình khác sử dụng.

# ExamplePrompt11
source: Create an upbeat electronic dance track with energetic synth melodies
de: Erstelle einen fröhlichen elektronischen Dance-Track mit energiegeladenen Synth-Melodien
es: Crear una pista de baile electrónica animada con melodías sintetizadas energéticas
fr: Créer une piste électronique entraînante avec des mélodies synthétiques énergiques
ru: Создай веселый электронный танцевальный трек с энергичными синтезаторными мелодиями
tr: Enerjik synth melodileriyle neşeli bir elektronik dans parçası oluştur
uk: Створи веселий електронний танцювальний трек з енергійними синтезаторними мелодіями
