Repository: GeniusPilot2016/NeoBleeper
Catalog: NeoBleeper/Properties/Resources.*.resx
Languages: de, es, fr, it, ru, tr, uk, vi

source: Error resetting API key:
de: Fehler beim Zurücksetzen des API-Schlüssels:
es: Error al restablecer la clave API:
fr: Erreur lors de la réinitialisation de la clé API:
it: Errore durante la reimpostazione della chiave API:
ru: Ошибка сброса ключа API:
tr: API anahtarı sıfırlanırken hata oluştu:
uk: Помилка скидання ключа API:
vi: Lỗi khi đặt lại khóa API:

source: Overall result:
de: Gesamtergebnis:
es: Resultado general:
fr: Résultat global:
uk: Загальний результат:

# StatusSSDStorageType
source: Detected SSD storage. Resonance prevention is not necessary.
de: SSD-Speicher erkannt. Resonanzvermeidung ist nicht erforderlich.
es: Almacenamiento SSD detectado. No se requiere prevención de resonancia.
fr: Stockage SSD détecté. La prévention de la résonance n'est pas nécessaire.
it: Rilevato spazio di archiviazione SSD. La prevenzione della risonanza non è necessaria.
ru: Обнаружен твердотельный накопитель (SSD). Предотвращение резонанса не требуется.
tr: SSD depolama algılandı. Rezonans önleme gerekli değil.
uk: Виявлено SSD-накопичувач. Запобігання резонансу не потрібне.
vi: Đã phát hiện bộ nhớ SSD. Không cần ngăn ngừa cộng hưởng.

# MessageNoInternet
source: Internet connection is not available. Please check your connection.
de: Die Internetverbindung ist nicht verfügbar. Bitte überprüfen Sie Ihre Verbindung.
es: No hay conexión a internet. Por favor, revise su conexión.
fr: Connexion Internet indisponible. Veuillez vérifier votre connexion.
it: La connessione Internet non è disponibile. Controlla la tua connessione.
ru: Интернет-соединение отсутствует. Проверьте подключение.
tr: İnternet bağlantısı mevcut değil. Lütfen bağlantınızı kontrol ediniz.
uk: Немає підключення до Інтернету. Перевірте з’єднання.
vi: Không có kết nối Internet. Vui lòng kiểm tra lại kết nối.

# StatusSystemSpeakerSensorStep1
source: Checking for system speaker (PC speaker) output presence in step 1/2...
de: Überprüfen der Systemlautsprecher (PC-Lautsprecher) in Schritt 1/2...
es: Comprobando la presencia de la salida del altavoz del sistema (altavoz de PC) en el paso 1/2...
fr: Vérification de la présence du haut-parleur système (Haut-parleur PC) à l'étape 1/2…
it: Verifica della presenza dell'uscita dell'altoparlante di sistema (altoparlante del PC) nel passaggio 1/2...
ru: Проверка наличия выходного сигнала системного динамика (динамика ПК) на шаге 1/2...
tr: Sistem hoparlörü (PC hoparlörü) çıkışı varlığı 1/2. adımda kontrol ediliyor...
uk: Перевірка наявності виходу системного динаміка (динаміка ПК) на кроці 1/2...
vi: Đang kiểm tra sự hiện diện của đầu ra loa hệ thống (loa máy tính) ở bước 1/2...

# ButtonTryAgain
source: &Try Again
es: &Intentar otra vez
fr: &Essayer à nouveau
uk: &Спробуйте ще раз

# ExamplePrompt14
source: Make a dramatic orchestral piece with epic crescendos
de: Erzeuge ein dramatisches Orchesterstück mit epischen Crescendos
es: Hacer una pieza orquestal dramática con crescendos épicos
fr: Faire une pièce orchestrale dramatique avec des crescendos épiques
ru: Создай драматическое оркестровое произведение с эпическими крещендо
tr: Epik crescendo'larla dramatik bir orkestra parçası yarat
uk: Створи драматичний оркестровий твір з епічними крещендо

# TextNotFound
source: (Not Found)
de: (Nicht gefunden)
es: (No encontrado)
fr: (Non trouvé)
it: (Non trovato)
ru: (Не найдено)
tr: (Bulunamadı)
uk: (Не знайдено)
vi: (Không tìm thấy)

# UseVoiceSystemHelp
source: This feature makes the program use voice system to mimic speech formants to make selected notes mimic "singing".
de: Diese Funktion ermöglicht es dem Programm, das Sprachsystem zu nutzen, um Sprachformanten nachzuahmen und so ausgewählte Töne so klingen zu lassen, als ob jemand singt.
es: Esta función hace que el programa utilice el sistema de voz para imitar los formantes del habla y lograr que las notas seleccionadas imiten el "canto".
fr: Cette fonctionnalité permet au programme d'utiliser le système vocal pour imiter les formants de la parole afin de faire en sorte que les notes sélectionnées imitent le « chant ».
it: Questa funzione fa sì che il programma utilizzi un sistema vocale per imitare i formanti del parlato, in modo che le note selezionate imitino il "canto".
ru: Эта функция позволяет программе использовать голосовую систему для имитации речевых формант, чтобы выбранные ноты имитировали «пение».
tr: Bu özellik, programın ses sistemini kullanarak konuşma formantlarını taklit etmesini ve seçili notaların "şarkı söyleme" gibi algılanmasını sağlar.
uk: Ця функція дозволяє програмі використовувати голосову систему для імітації мовленнєвих формантів, щоб вибрані ноти імітували «спів».
vi: Tính năng này cho phép chương trình sử dụng hệ thống giọng nói để mô phỏng các dạng giọng nói nhằm làm cho các nốt nhạc được chọn bắt chước "tiếng hát".

# MessageNoAvailableGeminiModel
source: No valid Google Gemini™ models are available.
de: Es sind keine gültigen Google Gemini™-Modelle verfügbar.
es: No hay modelos válidos de Google Gemini™ disponibles.
fr: Aucun modèle Google Gemini™ valide n'est disponible.
ru: Действующие модели Google Gemini™ отсутствуют.
tr: Geçerli Google Gemini™ modeli bulunmamaktadır.
uk: Немає дійсних моделей Google Gemini™.

# StatusNVMeStorageType
source: Detected NVMe storage. Resonance prevention is not necessary.
de: NVMe-Speicher erkannt. Resonanzvermeidung ist nicht erforderlich.
es: Almacenamiento NVMe detectado. No se requiere prevención de resonancia.
fr: Stockage NVMe détecté. La prévention de la résonance n'est pas nécessaire.
it: Rilevato spazio di archiviazione NVMe. La prevenzione della risonanza non è necessaria.
ru: Обнаружен NVMe-накопитель. Предотвращение резонанса не требуется.
tr: NVMe depolama algılandı. Rezonans önleme gerekli değil.
uk: Виявлено NVMe-накопичувач. Запобігання резонансу не потрібне.
vi: Đã phát hiện bộ nhớ NVMe. Không cần ngăn ngừa cộng hưởng.

# TextPercussionTooltip
source: This key plays this percussion sound: {percussionName}
de: Diese Taste erzeugt folgenden Perkussionston: {percussionName}
es: Esta tecla reproduce este sonido de percusión: {percussionName}
fr: Cette touche permet de jouer ce son de percussion: {percussionName}
ru: Эта клавиша воспроизводит этот ударный звук: {percussionName}
tr: Bu tuş şu perküsyon sesini çalar: {percussionName}
uk: Ця клавіша відтворює цей ударний звук: {percussionName}

# MessageNonStandardNeoBleeperFile
source: This NeoBleeper file contains invalid elements that do not comply with the syntax of NeoBleeper file format. Do you want to open this file anyway?
de: Diese NeoBleeper-Datei enthält ungültige Elemente, die nicht dem Syntax des NeoBleeper-Dateiformats entsprechen. Möchten Sie diese Datei trotzdem öffnen?
es: Este archivo de NeoBleeper contiene elementos no válidos que no cumplen con la sintaxis del formato de archivo de NeoBleeper. ¿Desea abrir este archivo de todas formas?
fr: Ce fichier NeoBleeper contient des éléments non valides qui ne respectent pas la syntaxe du format de fichier NeoBleeper. Voulez-vous quand même ouvrir ce fichier ?
it: Questo file NeoBleeper contiene elementi non validi che non rispettano la sintassi del formato file NeoBleeper. Vuoi aprire comunque questo file?
ru: Этот файл NeoBleeper содержит недопустимые элементы, не соответствующие синтаксису формата файла NeoBleeper. Вы хотите всё равно открыть этот файл?
tr: Bu NeoBleeper dosyası, NeoBleeper dosya biçiminin sözdizimine uymayan geçersiz öğeler içeriyor. Bu dosyayı yine de açmak istiyor musunuz?
uk: Цей файл NeoBleeper містить недійсні елементи, які не відповідають синтаксису формату файлу NeoBleeper. Ви все одно хочете відкрити цей файл?
vi: Tệp NeoBleeper này chứa các thành phần không hợp lệ, không tuân thủ cú pháp của định dạng tệp NeoBleeper. Bạn có muốn mở tệp này không?

# ExamplePrompt2
source: Generate a rock song inspired by The Beatles
de: Komponiere eine fröhliche Volksmelodie mit Akkordeon
es: Compone una canción latina con ritmo de salsa
fr: Compose une chanson pop avec des mélodies accrocheuses
it: Componi una tarantella tradizionale napoletana
ru: Сочини народную мелодию с балалайкой
tr: Caz ritimli bir piyano melodisi oluştur
uk: Згенеруй народну мелодію з бандурою
vi: Sáng tác một bản nhạc dân ca với đàn tranh

# MIDIDeviceErrorTitle
source: MIDI Device Error
de: MIDI-Gerätefehler
es: Error de dispositivo MIDI
fr: Erreur de périphérique MIDI
it: Errore Dispositivo MIDI
ru: Ошибка MIDI-устройства
tr: MIDI Aygıtı Hatası
uk: Помилка MIDI-пристрою
vi: Lỗi thiết bị MIDI

# StatusMIDIIOInitializing
source: MIDI input/output is being initialized...
de: MIDI-Ein-/Ausgang wird initialisiert...
es: Se está inicializando la entrada/salida MIDI...
fr: L'entrée/sortie MIDI est en cours d'initialisation…
ru: MIDI-вход/выход инициализируется...
tr: MIDI giriş/çıkış başlatılıyor...
uk: Ініціалізація входу/виходу MIDI...
vi: Đầu vào/đầu ra MIDI đang được khởi tạo...

# StatusErrorCheckingChipset
source: Error checking chipset manufacturer. So, it's unknown if it's affected.
es: Error al comprobar el fabricante del chipset. Por lo tanto, se desconoce si está afectado.
fr: Erreur lors de la vérification du fabricant du chipset. On ignore donc s'il est concerné.

# TextPassed
source: PASSED
de: BESTANDEN
es: APROBADO
fr: PASSÉ
uk: ПРОЙДЕНО

# TextHeldNotes
source: Notes which are currently being held on:
de: Notizen, die derzeit gehalten werden auf:
es: Notas que se encuentran actualmente en espera:
fr: Notes actuellement conservées sur:
ru: Ноты, которые в настоящее время хранятся:
tr: Şu anda tutulan notalar:
uk: Ноти, які зараз зберігаються:

# StatusInitializationCompleted
source: NeoBleeper initialization is completed
de: Die NeoBleeper-Initialisierung ist abgeschlossen
es: Se ha completado la inicialización de NeoBleeper
fr: L'initialisation de NeoBleeper est terminée
it: L'inizializzazione di NeoBleeper è completata
ru: Инициализация NeoBleeper завершена.
tr: NeoBleeper'ı başlatma işlemi tamamlandı
uk: Ініціалізацію NeoBleeper завершено
vi: Quá trình khởi tạo NeoBleeper đã hoàn tất

# FilterMIDIFileFormat
source: MIDI Files|*.mid
de: MIDI-Dateien|*.mid
es: Archivos MIDI|*.mid
fr: Fichiers MIDI|*.mid
it: File MIDI|*.mid
ru: Файлы MIDI| *.mid
tr: MIDI Dosyaları|*.mid
uk: MIDI-файли|*.mid
vi: Tệp MIDI|*.mid

# MessageErrorFileOpening
source: Error opening file:
de: Fehler beim Öffnen der Datei:
es: Error al abrir el archivo:
fr: Erreur lors de l'ouverture du fichier:
it: Errore durante l'apertura del file:
ru: Ошибка открытия файла:
tr: Dosya açılırken hata oluştu:
uk: Помилка відкриття файлу:
vi: Lỗi khi mở tệp:

# SynchronizedPlayHelp
source: This feature allows you to synchronize the playback of multiple instances of NeoBleeper. It can also run on multiple computers and still start playing at the same time, as long as all of their clocks are set correctly. Therefore, it is recommended to synchronize your clock before using this feature. You can synchronize the clocks of multiple computers using the Set time zone automatically, Set time automatically, and Sync now buttons, which are available in Settings > Time & Language > Date & Time. When you enable this feature, a new window will open, showing the synchronized playback controls. You can then use this window to control the playback of all instances of NeoBleeper on your computer.
de: Diese Funktion ermöglicht die Synchronisierung der Wiedergabe mehrerer NeoBleeper-Instanzen. Sie kann auch auf mehreren Computern gleichzeitig ausgeführt werden, vorausgesetzt, die Systemuhren sind korrekt eingestellt. Deshalb empfiehlt es sich, die Systemuhren vor der Nutzung dieser Funktion zu synchronisieren. Die Synchronisierung der Systemuhren mehrerer Computer ist über die Optionen „Zeitzone automatisch einstellen“, „Uhrzeit automatisch einstellen“ und „Jetzt synchronisieren“ in den Einstellungen (Einstellungen > Zeit & Sprache > Datum & Uhrzeit) möglich. Nach Aktivierung dieser Funktion öffnet sich ein neues Fenster mit den Steuerelementen für die synchronisierte Wiedergabe. Über dieses Fenster können Sie die Wiedergabe aller NeoBleeper-Instanzen auf Ihrem Computer steuern.
es: Esta función permite sincronizar la reproducción de varias instancias de NeoBleeper. También puede ejecutarse en varios ordenadores y empezar a reproducirse simultáneamente, siempre que todos los relojes estén configurados correctamente. Por lo tanto, se recomienda sincronizar el reloj antes de usar esta función. Puede sincronizar los relojes de varios ordenadores mediante los botones "Ajustar zona horaria automáticamente", "Ajustar hora automáticamente" y "Sincronizar ahora", disponibles en Ajustes > Hora e idioma > Fecha y hora. Al activar esta función, se abrirá una nueva ventana con los controles de reproducción sincronizada. Puede usar esta ventana para controlar la reproducción de todas las instancias de NeoBleeper en su ordenador.
fr: Cette fonctionnalité vous permet de synchroniser la lecture de plusieurs instances de NeoBleeper. Elle peut également fonctionner sur plusieurs ordinateurs et démarrer simultanément, à condition que leurs horloges soient correctement réglées. Il est donc recommandé de synchroniser votre horloge avant d'utiliser cette fonctionnalité. Vous pouvez synchroniser les horloges de plusieurs ordinateurs à l'aide des boutons « Définir le fuseau horaire automatiquement », « Définir l'heure automatiquement » et « Synchroniser maintenant », disponibles dans Paramètres > Heure et langue > Date et heure. Lorsque vous activez cette fonctionnalité, une nouvelle fenêtre s'ouvre, affichant les commandes de lecture synchronisées. Vous pouvez ensuite utiliser cette fenêtre pour contrôler la lecture de toutes les instances de NeoBleeper sur votre ordinateur.
it: Questa funzione consente di sincronizzare la riproduzione di più istanze di NeoBleeper. Può anche essere eseguito su più computer e iniziare la riproduzione contemporaneamente, a condizione che tutti gli orologi siano impostati correttamente. Pertanto, si consiglia di sincronizzare l'orologio prima di utilizzare questa funzione. È possibile sincronizzare gli orologi di più computer utilizzando i pulsanti Imposta fuso orario automaticamente, Imposta ora automaticamente e Sincronizza ora, disponibili in Impostazioni > Ora e lingua > Data e ora. Abilitando questa funzione, si aprirà una nuova finestra che mostra i controlli di riproduzione sincronizzata. È quindi possibile utilizzare questa finestra per controllare la riproduzione di tutte le istanze di NeoBleeper sul computer.
ru: Эта функция позволяет синхронизировать воспроизведение нескольких копий NeoBleeper. Он также может работать на нескольких компьютерах и начинать воспроизведение одновременно, если все их часы установлены правильно. Поэтому рекомендуется синхронизировать часы перед использованием этой функции. Вы можете синхронизировать часы нескольких компьютеров с помощью кнопок «Установить часовой пояс автоматически», «Установить время автоматически» и «Синхронизировать сейчас», которые доступны в разделе «Настройки» > «Время и язык» > «Дата и время». При включении этой функции откроется новое окно с элементами управления синхронизированным воспроизведением. Это окно можно использовать для управления воспроизведением всех копий NeoBleeper на вашем компьютере.
tr: Bu özellik, birden fazla NeoBleeper örneğinin oynatımını senkronize etmenizi sağlar. Ayrıca, tüm saatler doğru ayarlandığı sürece birden fazla bilgisayarda çalışabilir ve aynı anda oynatılmaya başlayabilir. Bu nedenle, bu özelliği kullanmadan önce saatinizi senkronize etmeniz önerilir. Ayarlar > Saat ve Dil > Tarih ve Saat bölümünde bulunan Saat dilimini otomatik olarak ayarla, Saati otomatik olarak ayarla ve Şimdi senkronize et düğmelerini kullanarak birden fazla bilgisayarın saatlerini senkronize edebilirsiniz. Bu özelliği etkinleştirdiğinizde, senkronize oynatma kontrollerini gösteren yeni bir pencere açılır. Daha sonra bu pencereyi kullanarak bilgisayarınızdaki tüm NeoBleeper örneklerinin oynatımını kontrol edebilirsiniz.
uk: Ця функція дозволяє синхронізувати відтворення кількох копій NeoBleeper. Ваша програма також може працювати на кількох комп’ютерах і починати відтворення одночасно, якщо всі їхні годинники налаштовані правильно. Тому рекомендується синхронізувати годинник перед використанням цієї функції. Ви можете синхронізувати годинники кількох комп’ютерів за допомогою кнопок «Встановити часовий пояс автоматично», «Встановити час автоматично» та «Синхронізувати зараз», які доступні в розділі «Налаштування» > «Час і мова» > «Дата й час». Після ввімкнення цієї функції відкриється нове вікно, в якому відображатимуться елементи керування синхронізованим відтворенням. Потім ви можете використовувати це вікно для керування відтворенням усіх копій NeoBleeper на вашому комп’ютері.
vi: Tính năng này cho phép bạn đồng bộ hóa việc phát lại nhiều phiên bản NeoBleeper. Ứng dụng cũng có thể chạy trên nhiều máy tính và vẫn bắt đầu phát cùng lúc, miễn là tất cả đồng hồ của chúng được thiết lập chính xác. Do đó, bạn nên đồng bộ hóa đồng hồ trước khi sử dụng tính năng này. Bạn có thể đồng bộ hóa đồng hồ của nhiều máy tính bằng các nút Đặt múi giờ tự động, Đặt giờ tự động và Đồng bộ ngay, có sẵn trong Cài đặt > Giờ & Ngôn ngữ > Ngày & Giờ. Khi bạn bật tính năng này, một cửa sổ mới sẽ mở ra, hiển thị các nút điều khiển phát lại đã được đồng bộ hóa. Sau đó, bạn có thể sử dụng cửa sổ này để điều khiển việc phát lại tất cả các phiên bản NeoBleeper trên máy tính của mình.

# MessageCorruptedOrCurrentlyUsedOpenedFile
source: The file you opened is corrupted or the file is in use by another process.
de: Die geöffnete Datei ist beschädigt oder wird von einem anderen Prozess verwendet.
es: El archivo que abriste está dañado o está siendo utilizado por otro proceso.
fr: Le fichier que vous avez ouvert est corrompu ou utilisé par un autre processus.
it: Il file aperto è danneggiato o è in uso da un altro processo.
ru: Открытый вами файл повреждён или используется другим процессом.
tr: Açtığınız dosya bozuk veya başka bir işlem tarafından kullanılıyor.
uk: Файл, який ви відкрили, пошкоджений або його використовує інший процес.
vi: Tệp bạn đã mở bị hỏng hoặc tệp đang được một tiến trình khác sử dụng.

# ButtonCancel
source: &Cancel
de: &Stornieren
es: &Cancelar
fr: &Annuler
uk: &Скасувати

# ExamplePrompt10
source: Generate a folk tune with acoustic guitar
de: Komponiere eine entspannende Ambient-Soundlandschaft
es: Compone una marcha festiva
fr: Compose une musique électronique avec un rythme rapide
it: Componi una serenata classica italiana
ru: Сочини расслабляющую ambient композицию
tr: Hüzünlü bir piyano solosu yaz
uk: Створи розслаблюючу ambient композицію
vi: Tạo một bản nhạc folk với guitar acoustic

# MessageAnErrorOccurredWhileStoppingMusic
source: An error occurred while stopping the music:
de: Beim Stoppen der Musik ist ein Fehler aufgetreten:
es: Se produjo un error al detener la música:
fr: Une erreur s'est produite lors de l'arrêt de la musique:
uk: Під час зупинки музики сталася помилка:

# MessageBeepCommandSavingError
source: Error saving the Beep command as shell script:
de: Fehler beim Speichern des Beep-Befehls als Shell-Skript:
es: Error al guardar el comando Beep como script de shell:
fr: Erreur lors de l'enregistrement de la commande Bip en tant que script shell:
it: Errore durante il salvataggio del comando Beep come script shell:
ru: Ошибка сохранения команды Beep как скрипта оболочки:
tr: Beep komutu kabuk betiği olarak kaydedilirken hata oluştu:
uk: Помилка збереження команди Beep як скрипта оболонки:
vi: Lỗi khi lưu lệnh Beep dưới dạng tập lệnh shell:

# ExamplePrompt15
source: Produce a funky bass-driven groove with rhythmic percussion
de: Produziere einen funkigen Bass-getriebenen Groove mit rhythmischen Percussion
es: Producir un groove funky impulsado por el bajo con percusión rítmica
fr: Produire un groove funky avec une basse puissante et des percussions rythmiques
ru: Произведи фанковый грув с мощным басом и ритмичной перкуссией
tr: Ritmik perküsyonlu funky bas ağırlıklı bir groove üret
uk: Створи фанковий грув з потужним басом і ритмічною перкусією

# TextShow
source: Show
de: Zeigen
es: Mostrar
fr: Montrer
it: Mostra
ru: Показывать
tr: Göster
uk: Показати
vi: Hiển thị

# TextMIDIFileLoaded
source: MIDI file loaded successfully.
de: MIDI-Datei wurde erfolgreich geladen.
es: Archivo MIDI cargado exitosamente.
fr: Fichier MIDI chargé avec succès.
it: File MIDI caricato correttamente.
ru: MIDI-файл успешно загружен.
tr: MIDI dosyası başarıyla yüklendi.
uk: MIDI-файл успішно завантажено.
vi: Tệp MIDI đã được tải thành công.

# TextHide
source: Hide
de: Verstecken
es: Esconder
fr: Cacher
it: Nascondere
ru: Скрывать
tr: Gizle
uk: Приховати
vi: Trốn

# PortamentoHelpTitle
source: Bleeper Portamento
es: Portamento de bleeper
fr: Portamento de bip
ru: Бипер Портаменто

# StatusInpOutX64Placed
source: InpOutx64.dll has been placed successfully.
de: InpOutx64.dll wurde erfolgreich platziert.
es: El archivo InpOutx64.dll se ha colocado correctamente.
fr: Le fichier InpOutx64.dll a été installé avec succès.
ru: InpOutx64.dll успешно размещён.
tr: InpOutx64.dll başarıyla yerleştirildi.
uk: Файл InpOutx64.dll успішно розміщено.

# MessageStartMIDIInputDeviceError
source: Cannot start MIDI input device:
de: MIDI-Eingabegerät kann nicht gestartet werden:
es: No se puede iniciar el dispositivo de entrada MIDI:
fr: Impossible de démarrer le périphérique d'entrée MIDI:
it: Impossibile avviare il dispositivo di input MIDI:
ru: Невозможно запустить устройство ввода MIDI:
tr: MIDI giriş aygıtı başlatılamıyor:
uk: Не вдається запустити пристрій введення MIDI:
vi: Không thể khởi động thiết bị đầu vào MIDI:

source: Advanced frequency sweep test:
de: Erweiterter Frequenzdurchlauftest:
es: Prueba avanzada de barrido de frecuencia:
fr: Test de balayage de fréquence avancé:
uk: Розширений тест частотної розгортки:

# StatusCheckingInpOutX64PresenceAndIntegrity
source: Checking InpOutx64.dll presence and integrity...
de: Überprüfe Vorhandensein und Integrität der Datei InpOutx64.dll...
es: Comprobando la presencia e integridad de InpOutx64.dll...
fr: Vérification de la présence et de l'intégrité du fichier InpOutx64.dll...
uk: Перевірка наявності та цілісності InpOutx64.dll...

# ExamplePrompt1
source: Create a classical music piece in the style of Beethoven
de: Erstelle ein klassisches Musikstück im Stil von Mozart
es: Crea una pieza de música flamenca con guitarra española
fr: Crée une pièce de musique baroque dans le style de Vivaldi
it: Crea un'opera lirica nello stile di Verdi
ru: Создай классическое произведение в стиле Чайковского
tr: Klasik Türk müziği tarzında bir makam bestele
uk: Створи класичний музичний твір у стилі Лисенка
vi: Tạo một tác phẩm nhạc cổ điển phong cách Beethoven

# MessageErrorRewinding
source: Error rewinding to saved version:
de: Fehler beim Zurücksetzen auf die gespeicherte Version:
es: Error al rebobinar a la versión guardada:
fr: Erreur lors du retour à la version enregistrée :
it: Errore durante il ritorno alla versione salvata:
ru: Ошибка перемотки к сохраненной версии:
tr: Kaydedilen sürüme geri dönerken hata oluştu:
uk: Помилка перемотування до збереженої версії:
vi: Lỗi khi tua lại phiên bản đã lưu:
